
{"id":1130,"date":"2021-10-29T08:57:54","date_gmt":"2021-10-29T08:57:54","guid":{"rendered":"https:\/\/www.apollocap.io\/?page_id=1130"},"modified":"2021-10-29T16:35:26","modified_gmt":"2021-10-29T16:35:26","slug":"privacypolicy","status":"publish","type":"page","link":"https:\/\/www.apollocap.io\/privacypolicy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<h3>Apollo Capital Management Privacy Policy<\/h3>\n<p><strong>Privacy Policy<\/strong><br \/>\nAt Apollo Capital Management Pty Ltd ACN 623 059 227 (Apollo) we are committed to providing professional services and respecting the privacy of your personal information. We are bound by the Australian Privacy Principles under the Privacy Act 2001.<\/p>\n<p>This Privacy Policy explains how we will collect, store, verify, use and disclose the information we hold about you and the conditions under which your information may be accessed.<\/p>\n<p><strong>Changes to our privacy policy<\/strong><br \/>\nIf at any time our Privacy Policy changes, the updated details will be available on our website (<a href=\"https:\/\/www.apollocap.io\/\">https:\/\/www.apollocap.io\/<\/a>). Any information we hold about you will be governed by the most current version of the privacy policy. Your continued use of our site, products and services indicates your acceptance of any changes.<\/p>\n<p><strong>Collection of personal information<\/strong><br \/>\nApollo collects and maintains personal information that is necessary to enable us to deliver our services or products for our primary business activities.<\/p>\n<p>In the normal course of our business, we only collect information about you when you provide it to us or it is provided to us under your authority.<\/p>\n<p>We will collect personal information directly from you when you apply for a product or a service which we are obliged to do by law prior to providing you with a product or service.<\/p>\n<p>On occasion we may collect personal information about you from third parties, for example credit reporting agencies, share registries or regulatory authorities. Information that we collect will be limited to that required to provide you with our services.<\/p>\n<p><strong>What type of information do we hold?<\/strong><\/p>\n<p>The type of information we collect and hold about you varies depending on the type of product or service you require.<\/p>\n<p>The personal information we hold about you may include:<\/p>\n<ul>\n<li>Your personal details e.g. name, address, bank account details, TFN details etc; and<\/li>\n<li>Any other relevant information that you provide to us to enable us to provide you with a product or service<\/li>\n<\/ul>\n<p>We will only collect, maintain and use your personal information to adequately provide the products or services you have requested.<\/p>\n<p>In most circumstances, the information that we hold about you has been provided to us by you or under your authority. If we have received information that is not required in order to provide services to you, we will either advise you that we hold this information or destroy it.<\/p>\n<p>Other purposes for which we may need to collect and use your personal information will include:<\/p>\n<ul>\n<li>To comply with legislative and regulatory requirements (including the AML\/CTF 2006 Act);<\/li>\n<li>To enable us to perform administrative operations such as accounting, record keeping and archival retrieval; and<\/li>\n<li>To enable us to contact you when conducting marketing.<\/li>\n<\/ul>\n<p>You may choose not to provide us with your personal information. In this case we may not be able to deal with you including providing a financial product. Under the AML\/CTF laws we must be able to identify our clients and verify that identity.<\/p>\n<p>&nbsp;<\/p>\n<p>How we use your information<\/p>\n<p>Where required, we collect, use and exchange your information so that we can:<\/p>\n<ul>\n<li>Establish your identity, assess your eligibility and suitability for our products and services, and respond to your queries;<\/li>\n<li>Make improvements and set the price and design for our products, services and marketing;<\/li>\n<li>Administer our products and services;<\/li>\n<li>Manage our relationship with you and keep you updated on important information, products and services that might interest you;<\/li>\n<li>Manage our risks and prevent or investigate any actual or suspected fraud, unlawful activity or misconduct;<\/li>\n<li>Comply with our legal obligations; and<\/li>\n<li>We may also collect, use and exchange your information in other ways where permitted by law.<\/li>\n<\/ul>\n<p><strong>Direct marketing<\/strong><br \/>\nUnless you direct us otherwise, we may use your personal information for direct marketing, and may share it with third party provider companies for the sole purpose of facilitating direct marketing. If you do not want to receive direct marketing, please tell us by emailing <a href=\"mailto:info@apollocap.io\">info@apollocap.io<\/a><\/p>\n<p><strong>Sharing your information<\/strong><br \/>\nStaff members at Apollo will be able to access the information you share with us, but only when they need it to provide you with a product or service.<\/p>\n<p>We never share your personally identifiable information with advertisers without your express permission. If you choose to use the goods and services advertised, disclose your personal information directly to those companies or grant them permission to collect information about you, then their use of your information is governed by their privacy policies.<\/p>\n<p>There are circumstances under which the Company may disclose your personal information such as:<\/p>\n<ul>\n<li>When the disclosure is required by law (for example, disclosed to the Australian Taxation Office, AUSTRAC or Centrelink;<\/li>\n<li>Authorised by law (such as where disclosure is necessary in the public interest or to protect our interests;<\/li>\n<li>In the event that we propose to sell our business, we may disclose your personal information to potential purchasers for the purpose of them conducting due diligence investigations. In the event that a sale of our business occurs, we may transfer your personal details to the purchaser of the business. As a client, you will be advised of such a transfer; and<\/li>\n<li>Responding to subpoenas, court orders and other legal processes.<\/li>\n<\/ul>\n<p>Where it is necessary to share information about you with and between our affiliates and organisations that provide services to us. You agree that we may provide your personal information to these service provides to use in connection with the supply of services to you and that they may provide us with your personal information to enable us to provide services to you.<\/p>\n<p>We may disclose personal information outside of the jurisdiction of Australia including the United States of America, European countries and Asian countries. The most common reason will be when we use service providers to perform some functions on our behalf.<\/p>\n<p>The privacy laws of those countries may not provide the same level of protection as the privacy laws of Australia. However, this does not change our commitment and obligation to safeguard your privacy and we will comply with all applicable laws relating to cross-border data disclosure.<\/p>\n<p><strong>Website links<\/strong><\/p>\n<p>Our website may contain links to third party websites to which we have no affiliation. Unless you give us permission, we will not share your personal information with third party websites. These websites have different privacy policies, and we recommend you read them before utilising the websites and third party services.<\/p>\n<p><strong>Keeping your information secure<\/strong><\/p>\n<p>We are committed to ensuring that your information is secure. In order to prevent unauthorised access or disclosure, we have put in place physical, electronic and managerial procedures to safeguard and secure the information we collect online.<\/p>\n<p>We may store your personal information in hardcopy documents or electronically. Both methods have locks, security systems and network security, and our staff policies require our staff to respect the confidentiality of any personal information held by us.<\/p>\n<p>Our electronic storage is on our own server and secure cloud-based servers of third party companies. We will ensure any overseas third parties have appropriate data handling and security arrangements in place.<\/p>\n<p>While we do everything we can to protect your information, we cannot assure you that personally identifiable information will never be disclosed in a manner that is inconsistent with this Privacy Policy. By using our services and products, you acknowledge that we are not responsible for any intercepted information sent via the Internet, and you hereby release us form any and all claims arising out of or related to the use of intercepted information in any unauthorised manner.<\/p>\n<p>In the event there is a significant privacy breach, at law we are required to notify you and also report the breach to the Privacy Commissioner.<\/p>\n<p>In the event you cease to be a client of the Company, any personal information which we hold about you will be maintained in a secure manner for a period of seven years in order to comply with legislative and professional requirements, following which time the information will be destroyed.<\/p>\n<p><strong>Accessing your information<\/strong><br \/>\nYou have a right to contact us to access the personal information we hold about you. Where you are entitled to access, the time we require to give you access will depend on the type of information requested. Generally, we will make it available to you within 30 days. We don’t charge a fee, however if your request is complex we may pass on an access charge for the time we spend locating, compiling and explaining the information you ask for. If this is the case, we will give you an estimate upfront and confirm it with you before we proceed.<\/p>\n<p>In certain circumstances we are allowed to deny your request, or limit the access we provide. For example we might not provide you access to commercially sensitive information or information that may unreasonably impact upon another person’s right to privacy. Whatever the outcome, we will write to you explaining our decision.<\/p>\n<p>We may also ask you to identify yourself to our satisfaction.<\/p>\n<p>We will also try to answer you in the same way that you ask, for example, if you telephone to ask for the information, we will if practicable, give you that information over the telephone. We will generally respond to a written request in writing.<\/p>\n<p>Sometimes we will ask that you put your request in writing, for example, where you want copies of material or access to older information or files which are not current or it is necessary for us to retain record of your request.<\/p>\n<p>You may request access to your personal information by using our contact details below.<\/p>\n<p><strong>Updating and correcting your information<\/strong><\/p>\n<p>If you believe that the personal information we hold about you is inaccurate, incomplete or out-of-date, you have a right to update or correct your information at any time by contacting us.<\/p>\n<p>If we disagree with you that the information should be corrected, we will let you know in writing. You can ask us to include a statement with the relevant information, indicating your view that the information is inaccurate, misleading, incomplete, irrelevant or out-of-date. We will take reasonable steps to comply with such a request.<\/p>\n<p>Your request should be made by phone, email or mail using the contact details below.<\/p>\n<p><a href=\"https:\/\/www.apollocap.io\/\">https:\/\/www.apollocap.io\/<\/a> or 0401 324 961<\/p>\n<p><strong>Closing your account<\/strong><\/p>\n<p>Please note that when we close your account, we may retain and use your information as necessary to comply with our legal obligations, resolve disputes and enforce our agreements. There may be latency in deleting information from our servers and back-up versions might exist after deletion.<\/p>\n<p><strong>Making a privacy complaint<\/strong><\/p>\n<p>If you have a concern about your privacy, you have a right to make a complaint and we will do everything we can to put matters right.<\/p>\n<p>To lodge a complaint, please contact us at the details listed above. Within 7 days we will contact you and assign you a contact person within the licensee. We will review your situation and try to resolve it straight away. We keep you updated on the progress we’re making towards fixing the problem.<\/p>\n<p>Usually, it takes only a few days to resolve a complaint. However, if we are unable to provide a final response within 45 days, we’ll contact you to explain why and discuss a timeframe to resolve the complaint.<\/p>\n<p>If you raised the matter with us and it has not been resolved to your satisfaction, you can refer your complaint to the Office of the Australian Information Commissioner. We suggest you do this only once you have followed our internal complaint processes set out above.<\/p>\n<p>You may contact the Office of the Australian Information Commissioner by:<\/p>\n<p>1300 363 992, online at<\/p>\n<p><a href=\"http:\/\/www.oaic.gov.au\">www.oaic.gov.au<\/a><\/p>\n<p>GPO Box 5218 Sydney NSW 2001<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Apollo Capital Management Privacy Policy Privacy Policy At Apollo Capital Management Pty Ltd ACN 623 059 227 (Apollo) we are committed to providing professional services and respecting the privacy of your personal information. We are bound by the Australian Privacy Principles under the Privacy Act 2001. This Privacy Policy explains how we will collect, store,&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/privacypolicy\/\">Continue reading <span class=\"screen-reader-text\">Privacy Policy<\/span><\/a><\/p>\n","protected":false},"author":2,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"template-parts\/information.php","meta":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/privacypolicy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"Apollo Capital Management Privacy Policy Privacy Policy At Apollo Capital Management Pty Ltd ACN 623 059 227 (Apollo) we are committed to providing professional services and respecting the privacy of your personal information. We are bound by the Australian Privacy Principles under the Privacy Act 2001. This Privacy Policy explains how we will collect, store,&hellip; Continue reading Privacy Policy\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/privacypolicy\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-29T16:35:26+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/privacypolicy\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/privacypolicy\/\",\"name\":\"Privacy Policy - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"datePublished\":\"2021-10-29T08:57:54+00:00\",\"dateModified\":\"2021-10-29T16:35:26+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/privacypolicy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/privacypolicy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/privacypolicy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/privacypolicy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Apollo Capital","og_description":"Apollo Capital Management Privacy Policy Privacy Policy At Apollo Capital Management Pty Ltd ACN 623 059 227 (Apollo) we are committed to providing professional services and respecting the privacy of your personal information. We are bound by the Australian Privacy Principles under the Privacy Act 2001. This Privacy Policy explains how we will collect, store,&hellip; Continue reading Privacy Policy","og_url":"https:\/\/www.apollocap.io\/privacypolicy\/","og_site_name":"Apollo Capital","article_modified_time":"2021-10-29T16:35:26+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/privacypolicy\/#webpage","url":"https:\/\/www.apollocap.io\/privacypolicy\/","name":"Privacy Policy - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"datePublished":"2021-10-29T08:57:54+00:00","dateModified":"2021-10-29T16:35:26+00:00","breadcrumb":{"@id":"https:\/\/www.apollocap.io\/privacypolicy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/privacypolicy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/privacypolicy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]}]}},"featured_image_src":null,"featured_image_src_square":null,"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/pages\/1130"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/2"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=1130"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/pages\/1130\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=1130"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}