
{"id":1296,"date":"2022-01-24T10:00:49","date_gmt":"2022-01-24T10:00:49","guid":{"rendered":"https:\/\/www.apollocap.io\/?p=1296"},"modified":"2022-02-19T09:08:55","modified_gmt":"2022-02-19T09:08:55","slug":"2022-predictions","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/2022-predictions\/","title":{"rendered":"2022 Predictions 预测之2022年"},"content":{"rendered":"<p>2021 was an incredible year for crypto with new all time highs for both Bitcoin and Ethereum as well as many other assets. We also saw corporations and institutions support crypto like never before. The first Bitcoin ETFs were approved in the US and here in Australia we saw the country’s largest bank, CBA start offering crypto assets to their clients. If 2020 was the year of DeFi, 2021 saw a boom in the NFT market.<\/p>\n<p>It’s incredibly hard to predict what will happen in the fast moving crypto markets, but here are my best bets for 2022.<\/p>\n<p><strong>Scaling<\/strong><\/p>\n<p>2022 will be the year of scaling Ethereum. Together with alternative Layer 1s, my prediction is that Ethereum Layer 1 will become less than 50% of total DeFi TVL in 2022. By the end of 2022, the majority of TVL will be on Ethereum Layer 2s and alternative L1s. This would be a huge shift in the market, accelerated by the launch of L2 tokens on Arbitrum and Optimism. For the first time blockchains will be able to onboard 100s of millions of users.<\/p>\n<p><strong>DeFi\/Derivatives<\/strong><\/p>\n<p>While the general market rallied in 2021, a surprising number of DeFi assets underperformed, some even posting negative fiat denominated returns for the full year. I think we will see a resurgence in DeFi assets in 2022 partly helped by scaling that will enable things like on-chain derivatives to a much larger extent. My prediction is for $1 trillion in DeFi TVL by the end of the year.<\/p>\n<p><strong>Multi-Chain<\/strong><\/p>\n<p>2021 was the year that cemented the thesis that we are moving into a multi-chain world. Infrastructure projects enabling this future, things like multi-chain DEXes and bridges will significantly increase in a value in 2022. My prediction is that we will see at least one of these multi-chain infrastructure projects enter the top 20 most valuable crypto assets.<\/p>\n<p><strong>Regulatory Headwinds<\/strong><\/p>\n<p>We didn’t see much regulatory developments in 2021. Perhaps the biggest development was the approval of the first Bitcoin ETF in the US (unfortunately futures based). My prediction is that we will see negative regulatory developments out of the US in 2022. Influential senators like Elizabeth Warren (who eg Ryan Selkis of Messari refers to as Satan) has recently expressed deeply flawed and negative bias against crypto. My hope is that any negative development out of the US will not spill over to the rest of the world.<\/p>\n<p><strong>Web3\/Metaverse<\/strong><\/p>\n<p>A mega-trend in 2021 was NFTs going mainstream. Currently, NFT are mostly used for art, collectibles and for in-game items. All these ares will continue to grow rapidly. Another potentially huge growth area of NFTs is the metaverse. My prediction is that we will see another mega corporation, the likes of a Google or Apple, follow Meta (formerly Facebook) and launch products\/services to support metaverse.<\/p>\n<p>&nbsp;<\/p>\n<p><strong>2021 Predictions Review <\/strong><\/p>\n<p><strong><em>1<\/em><\/strong><em>. We will see the rise of Ethereum Layer 2 solutions. While there has been much talk about Ethereum 2.0, it is still years away in the sense of being useable for smart contracts. I believe we will see some big DeFi protocols move to L2 in 2021 accompanied by real volumes. I hope that the community will come to a consensus over which solution to use, be it Optimistic Rollups or something else, but that is probably wishing for too much.<\/em><\/p>\n<p>We did see the launch of Ethereum L2s with support from mainstream protocols like Uniswap, Balancer, Synthetix etc. However we didn’t see significant TVL or usage on these L2 in 2021.<\/p>\n<p><em><strong>2.<\/strong> Coinbase will IPO on a major exchange such as the NYSE or Nasdaq. This event would bring a lot of attention to crypto and solidify Coinbase as the ‘Google’ (or is it IBM?) of crypto.<\/em><\/p>\n<p>Coinbase did IPO in April of 2021.<\/p>\n<p><em><strong>3. <\/strong>Bitcoin will again see an all time high in 2021. My personal opinion is that Bitcoin could reach US$50,000-100,000 in this bull cycle. I believe this could happen in 2021.  Monetary policy will continue to pour cash into global economies throughout 2021 while the supply increase of Bitcoin has decreased to only 6.25 BTC per block or 1.7% supply inflation per year. This is a potent cocktail for the best performing asset in the world to continue to outperform.<\/em><\/p>\n<p>This was spot on as Bitcoin hit an all time high above $68,000 in November of 2021.<\/p>\n<p><em><strong>4. <\/strong>We will see the rise of at least one trustless stablecoin. With trustless I mean a crypto backed stablecoin or an algorithmic stablecoin. I bet one of them will reach over 500M in market cap in 2021. <\/em><\/p>\n<p>2021 was a huge year for trustless stablecoins. TerraUSD got 10bn in market cap, MIM 4.5 bn, Frax 1.9bn, Liquity USD 833M and Fei USD 762M. At Apollo, we continue to be mega-bullish trustless stablecoins.<\/p>\n<p><em><strong>5.<\/strong> Finally, I predict Cardano will fall out of top 10 crypto assets as defined by Coingecko. While Cardano is a far superior crypto asset to a lot of other assets out there, the top 10 is still very inefficient and will continue to change dramatically over time. In the case of Layer 1 smart contract platforms, the competition is getting very intense and I’d be surprised if Cardano will stay in its current position.<\/em><\/p>\n<p>Cardano didn’t fall out of top 10, currently sitting at spot number 7. According to DeFiLlama Cardano has the highest market cap to TVL of any blockchain. I think market cap will go down faster than they will gain TVL.<\/p>\n<p>&nbsp;<\/p>\n<p>By Henrik Andersson，Apollo Capital 首选投资官 CIO<\/p>\n<p>对加密货币而言，2021年是不可思议的一年。比特币、以太坊及许多其他加密资产的价格都创下历史新高。我们还看到，企业和机构在前所未有地支持加密货币。第一个比特币相关的ETF在美国获得批准，并且澳大利亚最大的银行CBA开始向客户提供加密资产服务。如果说2020年是DeFi之年，那么2021年则见证了NFT市场的繁荣。<\/p>\n<p>虽然很难预测瞬息万变的加密市场将会发生什么，但我还是尽我所能对2022年做出预测。<\/p>\n<p><strong>扩展性<\/strong><br \/>\n2022年将是以太坊扩展性大为发展的一年。我认为，在2022年，以太坊Layer 1在DeFi 上的总锁定价值（TVL）将降至50%以下。到2022年底，大部分TVL将会基于以太坊的Layer 2链和其他Layer 1 区块链。这将是市场的巨大转变，并且在Arbitrum和Optimism上推出Layer 2代币，会进一步推动这种变化。区块链也将首次搭载上亿用户。<\/p>\n<p><strong>DeFi\/衍生品<\/strong><br \/>\n尽管整个加密市场在2021年上行，但大量DeFi资产的表现不及预期，甚至一些资产全年的法币计价回报表现为负收益。我认为，我们将在2022年看到DeFi资产的复苏，这在一定程度上得益于以太坊的扩展性，而扩展性将使链上衍生品等DeFi应用在更大程度上得以落地。<\/p>\n<p>我的预测是，到今年年底，DeFi TVL将达到1万亿美元。<\/p>\n<p><strong>多链<\/strong><br \/>\n2021年论证了我们正进入多链世界的这一观点。而实现多链的基础设施项目，如多链DEX（去中心化交易所）和跨链桥等项目的价值将在2022年显著上升。<\/p>\n<p>我的预测是，至少有一个多链基础设施项目将位列最具价值的20个加密资产。<\/p>\n<p><strong>监管的不利因素<\/strong><br \/>\n在2021年，监管方面并无显著进展。或许最大的进展便是，美国首支比特币相关ETF获批。但遗憾的是，这只是比特币期货的ETF，而不是真正的比特币ETF。<\/p>\n<p>我的预测是，美国对加密资产的监管在2022年会更加苛刻。Elizabeth Warren等有影响力的参议员最近表达了对加密货币的偏见及不认可。我希望，美国的任何负面政策将来不会波及到世界其他地区。<\/p>\n<p><strong>Web 3\/元宇宙<\/strong><br \/>\nNFT走向主流世界，这是2021年的一大趋势。目前，NFT主要用于艺术品、收藏品和游戏道具。所有这些领域将继续迅速发展。而NFT的另一个潜在的巨大增长领域则是元宇宙。<\/p>\n<p>我的预测是，我们将看到另一家巨头企业（如谷歌或苹果等）会追随Meta（即脸书）的脚步，推出支持Meta的产品或服务。<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p><strong>2021 Predictions Review<\/strong><br \/>\n回顾2021年的预测，准确率高达 80%<\/p>\n<p><strong>预测1：<\/strong>我们将看到以太坊Layer 2解决方案的崛起。虽然关于以太坊2.0的讨论已经很多了，但要真正用于智能合约的平台，还需要几年的时间。<\/p>\n<p>我相信，在2021年，一些大型DeFi协议将迁移到多个Layer 2链上，并拥有真正的用户流量。我希望加密社区能够就使用哪种解决方案达成共识，如Optimistic Rollups抑或是其他，但我的期望可能太高了。<\/p>\n<p><strong>结果：<\/strong>在2021年，我们确实看到了在主流协议如Uniswap、Balancer、Synthetix等的支持下，多个以太坊Layer 2链面世了。然而，Layer 2链并未拥有大量的TVL，而且这些协议也没有应用在Layer 2上。<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p><strong>预测2<\/strong>：Coinbase将在纽交所或纳斯达克等主流交易所上市。这一事件将引起人们对加密货币的大量关注，也将巩固Coinbase作为加密货币领域“谷歌”或“IBM”的地位。<\/p>\n<p><strong>结果：<\/strong>Coinbase的确于2021年4月份上市。<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p><strong>预测3：<\/strong>比特币将在2021年再次创下历史新高。我个人认为，在这个牛市周期中，比特币价格可能达到5 -10万美元。我相信这可能会在2021年实现。2021年全年，货币政策将继续印钞，用以刺激全球经济。而比特币供应量的增幅已降至每区块6.25 BTC，或者说其每年的供应通胀仅为1.7%。这是世界上表现最好的资产，并将继续跑赢大盘。<\/p>\n<p><strong>结果：<\/strong>比特币在2021年11月突破68000美元关口，创下历史新高。<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p><strong>预测4：<\/strong>我们将看到至少一种无需信任的稳定币的崛起。我指的是加密货币支持的稳定币或算法稳定币。我敢打赌，到2021年，其中一家公司的市值将超过5亿美元。<\/p>\n<p><strong>结果：<\/strong>2021年对稳定币来说是重要的一年。TerraUSD的市值为100亿美元，MIM为45亿美元，Frax为19亿美元，LiquityUSD为8.33亿美元，FeiUSD为7.62亿美元。在Apollo，我们继续看涨稳定币。<\/p>\n<p>&#8212;&#8212;&#8212;&#8212;&#8212;&#8212;-<\/p>\n<p><strong>预测5：<\/strong>Cardano将跌出Coingecko上十大加密货币资产的行列。尽管Cardano远胜于许多其他资产，但这所谓的前十排行榜依然不成熟，并将随着时间的推移而发生巨大变化。至于Layer 1智能合约平台，其竞争正变得愈加激烈。若Cardano仍能保持当前的排名，我会感到很惊讶。<\/p>\n<p><strong>结果：<\/strong>Cardano并未跌出前十名，目前排名第七。根据DeFiLlama Cardano的数据，在所有区块链中，Cardano拥有最高的市值\/TVL 比例。但我认为，其市值下跌的速度会比获取TVL的速度更快。<\/p>\n","protected":false},"excerpt":{"rendered":"<p>2021 was an incredible year for crypto with new all time highs for both Bitcoin and Ethereum as well as many other assets. We also saw corporations and institutions support crypto like never before. The first Bitcoin ETFs were approved in the US and here in Australia we saw the country’s largest bank, CBA start&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/2022-predictions\/\">Continue reading <span class=\"screen-reader-text\">2022 Predictions 预测之2022年<\/span><\/a><\/p>\n","protected":false},"author":5,"featured_media":1300,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[8,18,16,7],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>2022 Predictions 预测之2022年 - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/2022-predictions\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"2022 Predictions 预测之2022年 - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"2021 was an incredible year for crypto with new all time highs for both Bitcoin and Ethereum as well as many other assets. We also saw corporations and institutions support crypto like never before. The first Bitcoin ETFs were approved in the US and here in Australia we saw the country’s largest bank, CBA start&hellip; Continue reading 2022 Predictions 预测之2022年\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/2022-predictions\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2022-01-24T10:00:49+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-02-19T09:08:55+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"960\" \/>\n\t<meta property=\"og:image:height\" content=\"540\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Henrik Andersson\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"4 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/2022-predictions\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3.jpg\",\"width\":960,\"height\":540},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/2022-predictions\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/2022-predictions\/\",\"name\":\"2022 Predictions \\u9884\\u6d4b\\u4e4b2022\\u5e74 - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.apollocap.io\/2022-predictions\/#primaryimage\"},\"datePublished\":\"2022-01-24T10:00:49+00:00\",\"dateModified\":\"2022-02-19T09:08:55+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/2022-predictions\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/2022-predictions\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/2022-predictions\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"2022 Predictions \\u9884\\u6d4b\\u4e4b2022\\u5e74\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119\",\"name\":\"Henrik Andersson\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg\",\"caption\":\"Henrik Andersson\"},\"description\":\"Henrik is the Chief Investment Officer at Apollo Capital. Henrik actively manages both of the Apollo Capital investment funds; the Apollo Capital Fund and the Apollo Capital Opportunities Fund. Henrik's expertise in traditional financial markets comes from spending a decade on Wall Street as a vice president in institutional equity sales. His exceptional understanding of DeFi comes from co-founding two successful DeFi protocols, mStable and dHEDGE.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"2022 Predictions 预测之2022年 - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/2022-predictions\/","og_locale":"en_US","og_type":"article","og_title":"2022 Predictions 预测之2022年 - Apollo Capital","og_description":"2021 was an incredible year for crypto with new all time highs for both Bitcoin and Ethereum as well as many other assets. We also saw corporations and institutions support crypto like never before. The first Bitcoin ETFs were approved in the US and here in Australia we saw the country’s largest bank, CBA start&hellip; Continue reading 2022 Predictions 预测之2022年","og_url":"https:\/\/www.apollocap.io\/2022-predictions\/","og_site_name":"Apollo Capital","article_published_time":"2022-01-24T10:00:49+00:00","article_modified_time":"2022-02-19T09:08:55+00:00","og_image":[{"width":960,"height":540,"url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Henrik Andersson","Est. reading time":"4 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/2022-predictions\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3.jpg","width":960,"height":540},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/2022-predictions\/#webpage","url":"https:\/\/www.apollocap.io\/2022-predictions\/","name":"2022 Predictions 预测之2022年 - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.apollocap.io\/2022-predictions\/#primaryimage"},"datePublished":"2022-01-24T10:00:49+00:00","dateModified":"2022-02-19T09:08:55+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/2022-predictions\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/2022-predictions\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/2022-predictions\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"2022 Predictions 预测之2022年"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119","name":"Henrik Andersson","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg","caption":"Henrik Andersson"},"description":"Henrik is the Chief Investment Officer at Apollo Capital. Henrik actively manages both of the Apollo Capital investment funds; the Apollo Capital Fund and the Apollo Capital Opportunities Fund. Henrik's expertise in traditional financial markets comes from spending a decade on Wall Street as a vice president in institutional equity sales. His exceptional understanding of DeFi comes from co-founding two successful DeFi protocols, mStable and dHEDGE."}]}},"featured_image_src":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3-600x400.jpg","featured_image_src_square":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/01\/Untitled-presentation-3-600x540.jpg","author_info":{"display_name":"Henrik Andersson","author_link":"https:\/\/www.apollocap.io\/author\/henrik-andersson\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/1296"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=1296"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/1296\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media\/1300"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=1296"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=1296"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=1296"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}