
{"id":1500,"date":"2022-06-27T13:30:36","date_gmt":"2022-06-27T13:30:36","guid":{"rendered":"https:\/\/www.apollocap.io\/?p=1500"},"modified":"2022-06-28T04:00:40","modified_gmt":"2022-06-28T04:00:40","slug":"defi-stability","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/defi-stability\/","title":{"rendered":"DeFi Stability"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">The crypto asset market is experiencing the most turbulent times in the market’s history. Various large centralised institutions are becoming insolvent, with each week passing more news comes to light of trouble market players. In this article, we will outline how these centralised entities have harmed the market through excessive risk-taking behaviour performed in a non-transparent fashion. We will then look at how transparent DeFi protocols have performed throughout these volatile times providing examples with crypto assets held by Apollo Capital, showcasing their consistent market demand through generating consistent cash flows for liquidity providers and token holders.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><b>Centralised Finance (CeFi) Troubles<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Celsius is a CeFi platform that offered investors lucrative interest rates on their crypto assets held on the platform. The business was founded in 2017 and enjoyed explosive growth in the years that followed due to their widespread marketing and general ease of use for retail investors.<\/span><a href=\"https:\/\/celsius.network\/about-us\"> <span style=\"font-weight: 400;\">According to their website<\/span><\/a><span style=\"font-weight: 400;\">, Celsius was managing US$11.82 billion in assets (17 May 2022) and had processed US$8.2 billion in loans, making them an important crypto market participant for many years.<\/span><\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-1512 size-large\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Celsius--1024x753.jpg\" alt=\"\" width=\"750\" height=\"552\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Celsius--1024x753.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Celsius--300x221.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Celsius--768x565.jpg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Celsius-.jpg 1284w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><\/p>\n<p style=\"text-align: center;\">Celsius&#8217;s Announcement to their Users on the 12th of June 2022<\/p>\n<p><span style=\"font-weight: 400;\">On 12 June 2022, Celsius announced that it was suspending “all withdrawals, swaps and transfers between accounts”. The freezing of customers&#8217; assets caught many users off guard, as they viewed Celsius as a reliable and safe way to store their crypto assets as advertised on their social media, website and via referral partners. Also portrayed in their messaging were their safe and reliable yield generating practices which lead users to believed Celsius generated the yield for their customers through direct crypto lending and conservative DeFi practices. In reality, they were undertaking riskier business practices to earn this yield, with no transparency on their procedures and strategies. Some mainstream media outlets have previously labelled Celsius as a DeFi platform along with the various referral partners on social media. However, this was simply not the case &#8211; as DeFi protocols provide complete transparency and on-chain verification.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">With the Celsius platform, user deposits are treated as a liability on the balance sheet, similar to a bank. The platform’s underlying profitability depends on its ability to take these deposits and earn a higher yield than they are required to pay depositors. With insufficient demand from the market for direct crypto loans, CeFi platforms allocate their assets into DeFi protocols and staking to meet their yield targets. The key events that led to the insolvency of Celsius included losing 38,000 ETH to the platform ‘Stakehound’, losing US$54 million in the Badger DAO hack, general liquidity requirements mismanagement and large user withdrawals.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Although the full extent of the Celsius collapse is yet to be realised, it is the everyday user who suffers due to the risk-taking behaviour of a centralised entity. While hacks in DeFi can also be devastating for retail users, CeFi platforms have long engaged in marketing tactics that entice less sophisticated investors to utilise their products and carry the risk. <\/span><\/p>\n<p><b>Risky Lending Practices &#8211; Three Arrows Capital (3AC)<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Before its insolvency, Three Arrows Capital was a proprietary trading firm that earned a considerable reputation in the crypto market by making concentrated bets and securing enormous profits. They were highly sought after VC style investors in the primary markets and amassed US$10-15 billion in assets throughout the bull market. Their downfall was catalysed by enormous losses from the collapse of LUNA and the following broader market sell off. It is rumoured that 3AC’s debt could amount to around US$1 billion, with the flow on effects likely to have a lasting impact on both retail and institutional investors alike.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Founder of Three Arrows Capital, Zhu Su broke his Twitter silence with this tweet on the 15th of June.<\/span><\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-1521 size-large\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Zhu-Su--1024x516.jpg\" alt=\"\" width=\"750\" height=\"378\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Zhu-Su--1024x516.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Zhu-Su--300x151.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Zhu-Su--768x387.jpg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Zhu-Su-.jpg 1166w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">3AC used their reputation to gain under-collateralised credit lines from risk seeking centralised lenders who were fiercely competing with each other, leading to irresponsible lending practices. It is reasonable to assume that many of these lenders would not have had a clear view into the balance sheet of 3AC. Whether that was through ignorance, fraud or a mixture of both, is up for speculation. The transparency offered by decentralised finance poses a stark contrast to these centralised entities. Smart contract enabled financial applications do not distinguish between users’ reputations,  they are transparent pieces of code that simply keep functioning, day after day. <\/span><\/p>\n<p>&nbsp;<\/p>\n<p><b>MakerDAO &amp; DAI<\/b><\/p>\n<p><span style=\"font-weight: 400;\">MakerDAO is a great example of stability in the DeFi ecosystem despite the current market conditions and volatility caused by centralised entities and poorly designed crypto assets. After the Luna \/ UST collapse, one of our analysts spoke of the importance of MakerDAO and its over collateralised stablecoin DAI in an<\/span><a href=\"https:\/\/stockhead.com.au\/cryptocurrency\/apollos-moonshots-strength-in-maker-convex-opportunity-and-luna-crash-silver-linings\/\"> <span style=\"font-weight: 400;\">interview with Stockhead<\/span><\/a><span style=\"font-weight: 400;\">. MakerDAO has demonstrated the importance of decentralisation and thoughtful design in peer-to-peer networks. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Users can ‘mint’ DAI against the crypto asset collateral they choose to deposit into the protocol’s smart contracts. The amount of DAI minted by the user becomes a debt, repaying this debt by ‘burning’ the minted DAI plus interest unlocks this deposited collateral. DAI is pegged to the US dollar and is considered to be the most decentralised over-collateralised stablecoin. The decentralised aspect of DAI is an important reason that MakerDAO has been able to survive these market conditions and continues to flourish. The main reason for DAI’s decentralisation is because the collateral used to mint DAI are primarily the most decentralised crypto assets like ETH and BTC with the only requirement for a user to mint DAI being a crypto wallet, with no KYC needed.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The minimum collateral ratio that users are able to borrow for certain asset types is 130%, meaning if the user wanted to borrow 10,000 DAI, they must collateralise their position with at least $13,000 worth of ETH. Also known as the liquidation ratio, if the collateralised value drops below this number, the borrower will be subject to partial liquidation to cover outstanding debt, this comes with a liquidation fee of 13%. Due to MakerDAO&#8217;s transparency and being able to view all data on the blockchain, investors do not have to worry about misleading and unethical behaviour that stems from centralised entities who have hidden information from users.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><b>Stability, Total Value Locked, Revenue, On-Chain Statistics<\/b><\/p>\n<p><span style=\"font-weight: 400;\">During the recent turmoil and volatility in the crypto markets, the DAI token has proven itself as a truly stable and trustworthy stablecoin. DAI uses what is known as a Peg-Stability Module (PSM) to ensure it has a 1:1 valuation with the US Dollar. The Peg Stability Module allows users to swap a given collateral type directly for DAI at a fixed rate, rather than borrowing DAI. The PSM contract allows users to swap other stablecoins such as USDC for DAI, making DAI’s peg very stable as any variation in the price can be arbitraged. The transparency and stability achieved through the implementation and reiteration of the protocol’s design over several years is a testament to the ultimate goal of Decentralised Finance. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We are able to look at other stablecoins such as UST and USDT when comparing the stability of DAI’s peg. However, DAI is the only decentralised stablecoin backed by on-chain crypto, which strengthens the support of its peg. <\/span><\/p>\n<p style=\"text-align: center;\"><strong>DAI\/USD<\/strong><\/p>\n<p style=\"text-align: center;\"><i><span style=\"font-weight: 400;\">DAI peg over 3 month period, showcasing strength and stability during Luna crash<\/span><\/i><\/p>\n<p style=\"text-align: center;\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-1508\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI.jpg\" alt=\"\" width=\"1892\" height=\"778\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI.jpg 1892w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI-300x123.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI-1024x421.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI-768x316.jpg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI-1536x632.jpg 1536w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DAI-1568x645.jpg 1568w\" sizes=\"(max-width: 1892px) 100vw, 1892px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>UST\/USD<\/strong><\/p>\n<p style=\"text-align: center;\"><i><span style=\"font-weight: 400;\">UST peg over 3 month period, completely lost peg and stability during Luna crash<\/span><\/i><\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-1509\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST.jpg\" alt=\"\" width=\"1820\" height=\"810\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST.jpg 1820w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST-300x134.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST-1024x456.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST-768x342.jpg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST-1536x684.jpg 1536w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/UST-1568x698.jpg 1568w\" sizes=\"(max-width: 1820px) 100vw, 1820px\" \/><\/p>\n<p style=\"text-align: center;\"><strong>USDT\/USD<\/strong><\/p>\n<p style=\"text-align: center;\"><i><span style=\"font-weight: 400;\">USDT peg over 3 month period, momentarily losing peg during Luna crash<\/span><\/i><\/p>\n<p style=\"text-align: center;\"><img loading=\"lazy\" class=\"aligncenter size-full wp-image-1507\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT.jpg\" alt=\"\" width=\"1830\" height=\"816\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT.jpg 1830w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT-300x134.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT-1024x457.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT-768x342.jpg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT-1536x685.jpg 1536w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/USDT-1568x699.jpg 1568w\" sizes=\"(max-width: 1830px) 100vw, 1830px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">MakerDAO is currently trading at $1020 with a market cap of $1 billion and total value locked (TVL) of approximately $7.9 billion, which accounts for over 10% of the TVL in the entire DeFi space. The amount of BTC locked in the protocol is at an all time high with approximately 68,000 BTC locked (wrapped BTC on the Ethereum blockchain). With market conditions forcing some centralised companies into insolvency, MakerDAO has generated an annual total revenue of $34.9 million, and is one of the highest grossing DeFi protocols.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><b>Aave<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Aave is a highly renowned DeFi money market where users can supply and borrow crypto assets at an interest rate determined by the supply and demand of funds in the protocol. Aave is another major DeFi protocol that has survived the test of time while centralised lenders have caused disruption and uncertainty in the market. Aave is available across many layer one ecosystems such as Ethereum, Avalanche, Polygon, Fantom, Artbitrum, Harmony and layer twos such as Arbitrum and Optimism. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Due to the over-collateralisation mechanics of the Aave lending market as well as the community’s careful approach to only enabling highly decentralised and ‘safe’ crypto assets, there has never been a default case or ‘bad debt’ on the platform. The trust and stability of Aave are evident through its growth in user volume to $9.74 billion of liquidity locked across 7 networks and over 13 markets. <\/span><\/p>\n<p><img loading=\"lazy\" class=\"aligncenter wp-image-1522 size-large\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/AAVE-Multiple-Platforms--1024x558.jpeg\" alt=\"\" width=\"750\" height=\"409\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/AAVE-Multiple-Platforms--1024x558.jpeg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/AAVE-Multiple-Platforms--300x163.jpeg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/AAVE-Multiple-Platforms--768x418.jpeg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/AAVE-Multiple-Platforms-.jpeg 1484w\" sizes=\"(max-width: 750px) 100vw, 750px\" \/><\/p>\n<p>&nbsp;<\/p>\n<p><b>Aave &#8211; TVL, Revenue, On-Chain statistics<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Aave has implemented many risk parameters to ensure the stability of the protocol. When market conditions change, risks change. Specific parameters include the loan to value and liquidation thresholds related to the risk of each of the assets available in the Aave protocol. A liquidation in Aave occurs when a borrower&#8217;s collateral value is not properly covering their loan\/debt value, thus the user&#8217;s health factor falls below 1. To prevent these types of liquidations, Aave users are able to over-collateralise so that they can cover their debt and reduce the risk of their assets falling below their liquidation level. This has limited the number of liquidations that have occurred on the protocol and has encouraged more users to safely borrow on the protocol. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">This year, the number of liquidations that have occurred on Aave’s protocol has totalled $24.2m. This number is very small compared to the total liquidation value this year of over $2 billion. <\/span><\/p>\n<p style=\"text-align: center;\">Lending Market Liquidations<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-1524\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DeFi-Lending-Platform-Charts_-Aave-Compound-and-DAI.jpg\" alt=\"\" width=\"1290\" height=\"774\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DeFi-Lending-Platform-Charts_-Aave-Compound-and-DAI.jpg 1290w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DeFi-Lending-Platform-Charts_-Aave-Compound-and-DAI-300x180.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DeFi-Lending-Platform-Charts_-Aave-Compound-and-DAI-1024x614.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/DeFi-Lending-Platform-Charts_-Aave-Compound-and-DAI-768x461.jpg 768w\" sizes=\"(max-width: 1290px) 100vw, 1290px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">AAVE is currently trading at $66.30 and has a market cap of around $920m with a Total Value Locked of approximately $6.75 billion, the second highest TVL out of any protocol in the DeFi sector. The lending protocol also has an annualised total revenue of $68.6m, which the majority is distributed to the lenders on the protocol who earn interest on the capital they lend. <\/span><\/p>\n<p>&nbsp;<\/p>\n<p><b>Uniswap<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Uniswap is the leading decentralised exchange (DEX) in DeFi. Unlike centralised exchanges and entities, Uniswaps transactions are all stored in the blockchain and are available for everyone to see &#8211; displaying their transparency and trust with its community. Using smart contract interactions, the protocol facilitates automated transactions between cryptocurrency tokens on the Ethereum blockchain. The protocol supports thousands of digital assets and stable coins across the Ethereum ecosystem and is crucial for the stability of the DeFi sector. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Uniswap recently surpassed $1 trillion in lifetime transaction volume, more than any other decentralised exchange. Uniswap liquidity providers earn a percentage of the transaction fees which incentivises them to provide liquidity &#8211; which is an example of the community engagement that is supported by decentralised entities. Despite the recent downdraws in the global markets, the transaction volume on Uniswap continues to rise and many new users are interacting with the protocol. <\/span><\/p>\n<p><b>Uniswap &#8211; TVL, Revenue, On-Chains statistics<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Uniswap reached an all time high valuation of $45 in May of 2021. It is currently trading at $5.68 and has a fully diluted market cap of around $5.14 billion. The TVL in Uniswap is approximately $5 billion , making it the 4th largest DeFi protocol in terms of TVL. Uniswaps exchange has generated an annualised total revenue of $750 million, making it the highest grossing DeFi protocol, with most of the revenue distributed to liquidity providers. The total revenue generated by the exchange is up 65.3% for the year, which illustrates the protocol&#8217;s stability and importance compared to many other centralised exchanges.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><b>Monthly DeFi revenue<\/b><\/p>\n<p><b> <\/b><img loading=\"lazy\" class=\"aligncenter wp-image-1523 size-full\" src=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1.jpg\" alt=\"\" width=\"2401\" height=\"1260\" srcset=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1.jpg 2401w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1-300x157.jpg 300w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1-1024x537.jpg 1024w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1-768x403.jpg 768w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1-1536x806.jpg 1536w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1-2048x1075.jpg 2048w, https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/Defi-revenue-1-1568x823.jpg 1568w\" sizes=\"(max-width: 2401px) 100vw, 2401px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">The global financial markets continue to shake the digital asset class and challenge the stability of the decentralised financial sector. However top protocols such as MakerDao, AAVE and Uniswap have proven that they can be successful and perform well despite the turmoil caused and exhibited by centralised entities. These are just a few of the top decentralised applications that continue to generate positive cash flows in a transparent manner for token holders and users. <\/span><\/p>\n<p>&nbsp;<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The crypto asset market is experiencing the most turbulent times in the market’s history. Various large centralised institutions are becoming insolvent, with each week passing more news comes to light of trouble market players. In this article, we will outline how these centralised entities have harmed the market through excessive risk-taking behaviour performed in a&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/defi-stability\/\">Continue reading <span class=\"screen-reader-text\">DeFi Stability<\/span><\/a><\/p>\n","protected":false},"author":7,"featured_media":1501,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[27,18,5],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>DeFi Stability - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/defi-stability\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"DeFi Stability - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"The crypto asset market is experiencing the most turbulent times in the market’s history. Various large centralised institutions are becoming insolvent, with each week passing more news comes to light of trouble market players. In this article, we will outline how these centralised entities have harmed the market through excessive risk-taking behaviour performed in a&hellip; Continue reading DeFi Stability\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/defi-stability\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2022-06-27T13:30:36+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-28T04:00:40+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:image\" content=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab-.webp\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Matthew Harcourt\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/defi-stability\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab-.webp\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab-.webp\",\"width\":640,\"height\":367},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/defi-stability\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/defi-stability\/\",\"name\":\"DeFi Stability - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.apollocap.io\/defi-stability\/#primaryimage\"},\"datePublished\":\"2022-06-27T13:30:36+00:00\",\"dateModified\":\"2022-06-28T04:00:40+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/c7dc71dc8c794c2422bbefd09fe31c19\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/defi-stability\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/defi-stability\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/defi-stability\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"DeFi Stability\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/c7dc71dc8c794c2422bbefd09fe31c19\",\"name\":\"Matthew Harcourt\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_7_1633788197-96x96.png\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_7_1633788197-96x96.png\",\"caption\":\"Matthew Harcourt\"},\"description\":\"Matthew has been actively investing in the crypto markets for 5 years and holds a Bachelor of Business from Monash University, majoring in Accounting. Matthew contributes to the investment team with portfolio construction by researching and analysing the latest crypto protocols. Matthew is passionate about adding value to the founding teams of Apollo's early stage investments through advisory on tokenomics and strategy.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"DeFi Stability - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/defi-stability\/","og_locale":"en_US","og_type":"article","og_title":"DeFi Stability - Apollo Capital","og_description":"The crypto asset market is experiencing the most turbulent times in the market’s history. Various large centralised institutions are becoming insolvent, with each week passing more news comes to light of trouble market players. In this article, we will outline how these centralised entities have harmed the market through excessive risk-taking behaviour performed in a&hellip; Continue reading DeFi Stability","og_url":"https:\/\/www.apollocap.io\/defi-stability\/","og_site_name":"Apollo Capital","article_published_time":"2022-06-27T13:30:36+00:00","article_modified_time":"2022-06-28T04:00:40+00:00","twitter_card":"summary_large_image","twitter_image":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab-.webp","twitter_misc":{"Written by":"Matthew Harcourt","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/defi-stability\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab-.webp","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab-.webp","width":640,"height":367},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/defi-stability\/#webpage","url":"https:\/\/www.apollocap.io\/defi-stability\/","name":"DeFi Stability - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.apollocap.io\/defi-stability\/#primaryimage"},"datePublished":"2022-06-27T13:30:36+00:00","dateModified":"2022-06-28T04:00:40+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/c7dc71dc8c794c2422bbefd09fe31c19"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/defi-stability\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/defi-stability\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/defi-stability\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"DeFi Stability"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/c7dc71dc8c794c2422bbefd09fe31c19","name":"Matthew Harcourt","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_7_1633788197-96x96.png","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_7_1633788197-96x96.png","caption":"Matthew Harcourt"},"description":"Matthew has been actively investing in the crypto markets for 5 years and holds a Bachelor of Business from Monash University, majoring in Accounting. Matthew contributes to the investment team with portfolio construction by researching and analysing the latest crypto protocols. Matthew is passionate about adding value to the founding teams of Apollo's early stage investments through advisory on tokenomics and strategy."}]}},"featured_image_src":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab--600x367.webp","featured_image_src_square":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2022\/06\/defi-stab--600x367.webp","author_info":{"display_name":"Matthew Harcourt","author_link":"https:\/\/www.apollocap.io\/author\/matthew-harcourt\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/1500"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/7"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=1500"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/1500\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media\/1501"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=1500"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=1500"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=1500"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}