
{"id":364,"date":"2019-11-19T09:10:50","date_gmt":"2019-11-18T23:10:50","guid":{"rendered":"https:\/\/apollocap.wpengine.com\/?p=364"},"modified":"2019-11-19T09:10:50","modified_gmt":"2019-11-18T23:10:50","slug":"investment-highlight-synthetix","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/","title":{"rendered":"Investment Highlight: Synthetix"},"content":{"rendered":"<p class=\"\">The Open Financial System also called Decentralised Finance (DeFi) is a major focus for us at Apollo Capital and core to our <a href=\"https:\/\/www.apollocap.io\/blog\/2019\/6\/4\/investment-thesisnbsprefresh\" target=\"_blank\" rel=\"noopener\">Investment Thesis<\/a>. DeFi is about building permissionless access to financial assets and financial contracts to anyone in world.<\/p>\n<p class=\"\">The <a href=\"https:\/\/www.synthetix.io\/\" target=\"_blank\" rel=\"noopener\">Synthetix<\/a> platform is tackling the former. They are building a platform for any kind of assets to be accessible by anyone in the world with a smartphone and an Internet connection — that’s a big vision and Synthetix is currently building very fast towards to that goal.<\/p>\n<p class=\"\">In short, Synthetix is a middleware protocol on top of Ethereum with its own protocol asset called SNX. Holders of SNX can issue sUSD which is Synthetix’s USD stablecoin. On the Synthethix Exchange, users can get exposure to all kind of assets.<\/p>\n<p class=\"\">Below is a transcript from a conversation that I recently had with Kain Warwick, Founder of Synthetix. I thought it was an absolutely fascinating discussion about how they are looking to grow the ecosystem, their long term vision and how they aggressively is looking to decentralise Synthetix in the months ahead.<\/p>\n<p class=\"\"><strong><br \/>\nHenrik<\/strong>: Today I’m talking with Kain Warwick from Synthetix. This is an absolutely fascinating DeFi protocol. I will preface this discussion by saying that Apollo at this moment holds SNX in our portfolio.<\/p>\n<p>So Kain, do you want to give a quick introduction to yourself and your background.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Sure. So I’ve been in crypto for awhile. I run a payment gateway called Blueshyft, which is how we originally got to know each other. We process payments for a bunch of crypto exchanges domestically, and internationally for exchanges such as Binance. We have been running that business since 2014. As we got deeper into the crypto space through 2015–2016 when the business ramped up, we saw an opportunity in the stablecoin space and we launched a project called Havven which eventually evolved into Synthetix. So that’s how I got into the space originally.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Fantastic. Defi is about building permissionless access to financial assets and contracts to anyone in world and your team is building a platform for really any kind of assets to be accessible by anyone in the world with a smartphone and an Internet connection.<\/p>\n<p class=\"\">As you mentioned you launched Havven last year and have since pivoted and rebranded to Synthetix which has gained some traction recently.<\/p>\n<p>Would you like to describe how Synthetix assets are created in more detail?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Sure, so Synthetix assets are fairly complex products but actual usage is relatively straight forward. The idea is that you hold an asset that give you exposure to another asset. In our case you hold an asset on Ethereum that gives you exposure to an asset in the real world. Things like synthetic gold, synthetic silver, we got things like synthetic equities and indices coming up. So you can create complex products like indices for example. We have a synthetic index of all the exchange tokens and we actually have a DeFi token index coming up. So the idea is that someone who like exposure to an asset can hold exposure on the Ethereum network and get exposure to that price.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Once sUSD is created you can trade that asset on the Synthetix Exchange for other assets using something you call infinite liquidity which is really cool. Can you describe how infinite liquidity works?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Within the network, once you’re on the synthetic asset platform that we operate, you have a right if you’re holding a synthetic asset, which is effectively debt. Someone has locked collateral and issued this debt and they price this debt in for example USD or gold. So if you come to acquire that debt by buying the asset on the market or potentially mint it yourself you have a right to turn up to the contract and say I have this debt priced in USD, I’ve got 5,000 USD worth of synthetic assets, and I’d like to reprice it into Bitcoin to track the price of Bitcoin. The contract will then essentially burn the debt priced in USD and create new debt priced in Bitcoin. So that debt will now move with the price in Bitcoin instead of the price in USD. And that right is not capped, so you can turn up with 5,000 USD, 500 USD or 5 million USD and the contract will allow you, at the price that the oracle is pushing to the contract, to convert x amount of USD to x amount of Bitcoin. So that allows you to have infinite liquidity just constrained by the amount of debt you’re holding.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: That’s great. So the SNX exchange is where these assets are minted essentially.<\/p>\n<p class=\"\"><strong>Kain:<\/strong> Correct yeah.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: What kind of assets do you have on the exchange today?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Today we have Synth fiat currencies, things like synthetic AUD, USD, GBP etc. and then we have some commodities like gold and silver and then we have a number of synthetic crypto assets. On the Ethereum network you can’t obviously easily get exposure to Bitcoin, there are a few options out there but Bitcoin is an asset that a lot of people wold like exposure to, so the ability to have exposure and trade bitcoin against other assets on Ethereum is quite powerful. And then we got a number of other synthetic assets like synthetic BNB, and as I mentioned an index of exchange tokens. And that’s a quite a cool product because to hold a basket of exchange tokens, is not easy. Most exchange tokens don’t trade on every exchange, some are on different blockchains, some are on Ethereum some are on their own chains, and so it can be quite difficult to have a basket of them. And to be able to just click one button to have an exposure to all to them, be it long or short is quite powerful.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: So that’s quite a lot of assets you have today. What’s the next step here? I believe you’ve been taking about other leverage assets and then perhaps real world assets like stocks as well?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct, the idea of having exposure to real world assets on Ethereum is quite powerful. Maybe less so for people in places like the US and Australia that have access to brokerage accounts, but if you go to places like Thailand or Vietnam it might be difficult to have exposure to Uber or Amazon or Apple etc. But there are a number of things that needs to be solved before we’re able to roll out assets like that. Price feeds are critical, ensuring that we got the right kind of structure from a regulatory perspective — there are a whole bunch of things that needs to happen. So it’s probably not going to happen until next year.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Thats amazing. Do you see these assets mainly being traded on the Synthetix Exchange or outside the exchange? Or shall we see SNX exchange more of a place where these assets are minted as I mentioned before?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: They are ERC-20 tokens so they can be traded anywhere. But I think the interesting thing is that for most assets that we have the most liquidity will be on our own Synthetix Exchange. Reason being that you have this right to reprice the debt — you can turn up with 10,000 USD worth of say synthetic Bitcoin. In order to have that on an exchange you’d need a lot trading activity, a lot of volume. So what we have done is focused on a couple of assets to ensure that we got liquidity in and out of the exchange. We use Uniswap and Synthetic ETH which has a very deep pool, about 20,000 ETH on either side of the Uniswap pool which is something that most people who follow DeFi is familiar with. And then we also have some centralised exchanges that trade synthetic USD. We want people to be able to get in and out of synthetic assets from other Ethereum assets to move in and out using exchanges but most volume we expect over time to aggregative on the Synthetix Exchange.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Makes sense. Stepping back a moment, it would be good to describe what is backing these assets, because they don’t have a real world backing they are all synthetic. I guess one way to view is that SNX stakers are on aggregate short synthetic assets and there is some risk there if those assets perform very well you debt will increase in value. So what happens if the SNX ratio to Synthetix assets go down? How do you see that playing out?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah so I think there are a number things to unpack with that, that relates to some of the risks in the system. I think what Synthetix is on a fundamental level is a way of coordinate people to have capital and for people to provide that service. The service that is being provided is this infinite liquidity, derivatives, an exchange where anyone can show up and trade — and there is a lot of demand for that. We obviously see on exchanges like Bitmex, Deribit etc that there are a ton of volume going through futures and derivatives exchanges. We have a strong belief that a system like that, that is created by pooled collateral from a bunch of different people who are providing that collateral, that is providing that capital to offer that service will have high demand. So you have created this contract that sits in the middle that is essentially providing this capital that services the function of a clearing house. Then the next question is how do you ensure that that clearing house stays market neutral? What do you do? The interesting thing is that if you look at traditional clearing houses, large banks etc, it is there job individually, the entity that is the bank or whatever, to hedge their risk. Sometimes they get it wrong, sometimes they get it right. There is a lot of people within those organisations but ultimately there is one entity that is responsible. The interesting thing with Synthetix is that there is actually no individual person’s responsibility — there is this market driven approach of everyone is responsible to hedging their own risk in their own way. What I think that creates is an environment where people are tempted to compete with each other to stay market neutral, to hedge outside the exchange. That’s a hedging process of people saying ‘I see there is a lot of long Bitcoin exposure within the Synthetix exchange let me go and hedge myself by going long in the spot market’. Some people might buy futures or options depending on what they have access to. When you look at things like equities it tend to be more interesting, take an index like S&amp;P 500 or Dow Jones Industrial Average, typically they go up over a long enough time horizon. If someone sits in that index, that will likely go up over time. So how do we hedge ourselves for that? The answer is that you go those markets, and if you have access which market makers, and traders do, you hedge yourself. What happens is that inside the Synthetix Exchange everyone is long these indices, equities and other assets, but externally they are hedged. So you capture the fees and the trading activity from the derivatives that are being traded but you don’t have exposure to the long bias. That level of maturity is where we will get to. On aggregate depending on the macro outlook there might be a long or short bias but people are responsible for how they want to hedge that externally. And every individual SNX holder have that responsibility. It is their choice, their strategy and their tactical approach to hedging themselves that will keep it market neutral. But there is also this approach of trying to keep the actual Synthetix Exchange assets as neutral as possible. When you look at futures markets, typically you have a mechanism where long pays shorts or vice versa depending of what open interest looks like. When we launch synthetic positions, we will have a mechanism where if all the open interest is long then we will have a higher margin cost to keep the position open and that will be paid to the shorts that will hopefully bring people who are looking to hedge long or short into the market and bring it back to a little more neutral and that will make it easier for the SNX holders to hedge externally. There are all these kind of different layers to ensure that the market remains neutral. But ultimately what you have at the end of the day ideally this system that people can turn up to trade, they don’t have to understand all the hedging and all the complexity in the background they can just know that they can come and trade.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Right because the average users, they will buy these assets on Uniswap or on your exchange and they are not necessary involved in minting these assets.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: And what’s the incentive for SNX holders to mint these assets. I believe you have two kind of rewards, you have SNX rewards and exchange fees right?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: And both rewards will be there for the foreseeable future?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah so they will. Ideally as the system matures and system grows we would want the exchange fees to be the predominate reward for providing the service. Again, the idea is that anyone can join at any time and if people are trading and there is demand for these assets, fees will be generated and there will be demand to participate in the network. In the early days to bootstrap this before there is a lot of trading activity you need some kind of protocol level incentive for people to participate so that’s why we have the SNX staking rewards as well. That allows people to understand the system, to start staking to get the flywheel going if you will.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: And you will have a tail emission there as well so the SNX rewards will keep going?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: We don’t currently have a tail emission. It is one of the other interesting things about our project. We have a decentralised protocol for governance that happens through our community. It operates on a rough consensus basis. At the moment there is an open proposal by some of our community members to modify the inflation schedule and introduce tail emission. At the moment there isn’t one. In another roughly three years inflation is ended. So that’s a debate that is going in the community right now.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Got you. And another thing that is going on right now is that you’re looking to add ETH as a collateral asset. They will pay a fee similar to the Maker system. And that fee will go to SNX holders?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah that’s correct. So SNX holders provide the primary collateral and ETH in this case will form a secondary collateral pool with the idea that it would be a very easy on-ramp for someone holding ETH which is the majority of people in the Ethereum ecosystem to come and trade on the exchange. So you’re reading a newsletter or reading this interview and you go ‘Hm that centralised exchange index, that’s interesting. I want to short centralised exchanges, I think they are overpriced right now’. So they want to get exposure to the centralised exchange decline in price, they want to buy the inverse CEX token. At the moment there is a bit of friction to get that token. You can’t get it directly on Uniswap. If you’ve 50 ETH and want to take a 10,000 USD position short this token, you will be able to just turn up to the exchange, lock your ETH, open up a position and be short without having to sell your ETH for another asset. That opens up trading to a much wider range of people who might not want to sell ETH to get the exposure.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Fantastic. One way to view this is that SNX holders get paid for minting. That’s very different from say Maker where users have to pay to mint Dai.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct. The difference I guess in the two systems is in Maker, demand for Dai comes from demand for leverage ETH. When people want to go long ETH, they open up a CDP, and now they got Dai, they can use that to go long ETH. That’s the main use case. Sometimes it is for people who wants to spend their ETH without having to sell their ETH but again, it is effectively a leveraged position. In our system, you lock SNX to provide a service, to join a distributed pool of people who are providing a service to traders, and you’re being paid for that service. So there are different supply and demand mechanisms between the systems. People are looking for demand for trading on the synthetic exchange as oppose to demand to go long on SNX.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Makes sense. Over the long term, if SNX volatility goes down do you see the collateralisation ratio come down, currently at 750% and maybe the fee on the exchange can come down as well?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah it is a very good question in that SNX is one of the most interesting tokens out there. The alignment between the token model and the incentives and the value capture is very tightly coupled. Probably more tightly coupled than any other asset out there. We don’t use a buy back and burn model or open market activities, it is genuinely activities happens and the fees for those activities are paid directly proportionately to your SNX holding and your staking. That creates a dynamic which at maturity, ideally when exchange volume grows you should be able to do a simple DCF with some core assumptions about growth and demand at the exchange to work out what the value of the asset should be. That makes Synthetix and different platform that a lot of token driven economies. Someone looking at that saying ‘I believe SNX based on the current yield is undervalued’ is a very different model to most tokens where it is not clear how to value those tokens apart from future demand. Ideally, over time the valuation model should stabilise to some range of values that people are accepting based on some assumptions. There is a secondary question of actual liquidity. Just because you can value something doesn’t mean it becomes liquid. You also need a lot of demand for people wanting to hold that asset. People wanting to trade it etc. But I think as valuation converge and people reach some kind of consensus what this thing should be worth, that should help with liquidity. But there is definitely other things that need to come along that as well to allow us to lower the collateralisation ratio. Right now it is very capital inefficient. When you look at Maker, it is a 150% collateralisation threshold and we are 750%. We want to get that down to maybe 250–200%, something like that but it is just going to take time.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: It strikes me that the Synthetix assets are in a way more trust minimised than say tokenised assets like tokenised gold. Here you don’t have to trust a real world issuer, it is all done with trust minimised technology and there is no external part to the system. Is that the way you see it as well? I guess there is different type of trust trade-offs.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct, there are always trade-offs. I think you trade the counter party risk for platform risk. If you look at something like Digix for example, if you trust that Digix will continue to allow conversion and redemption of gold and you trust that the gold in the vault in Singapore won’t be seized etc then the system is pretty much straightforward, there is not much systemic risk. In our system you got oracles, you got collateralisation ratio, you got SNX value so there are a whole lot of things that need to go right, so certainly in this early stage it is much higher risk than say fiat in a bank where you have a tokenised asset against that. But in the long term I think you’re right. Once you get to a level of maturity and the system has some stability in it, then definitely there is less trust required to hold these assets than a fiat backed or commodity backed token.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: So there is a trust in the software before it has been battle tested….<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: … and oracles is a major part of that. They are giving the system prices from the real world. How are you solving that? Why was the decision made to move to Chainlink?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: When we launched the system back in April of 2018 there were no oracles. You really were forced to roll your own oracles which is obviously not ideal. Oracles are not our speciality, that would be a stretch or our imagination. We are good at solving hard engineering problems but oracles are a special category of engineering challenge. As we watched the market mature and saw different proposals come out, one that was very interesting to us was Chainlink I think for a number of reasons. They are a very pragmatic team, which is similar to our approach. We started working with them over six months ago now and they’ve worked very closely with us. We have very specific and somewhat challenging requirements for our oracles. They have been able to adapt their system and modify it to support our use case. Later this year when we go live with that, I think it will take a significant chunk of the risk out of our system and obviously there is always risk with any oracle system. Decoupling it so that there is no single point of failure is very powerful. We are very much looking forward to go live with Chainlink and get all our price feed migrated over. I think that will be a big next phase of the project.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Talking about decisions, how is governance handled? Other projects like MakerDAO has an on-chain governance system. I guess that will be important as you decentralise. But you’re not very bullish on on-chain governance is that right?<\/p>\n<p>By the way, I recommend everyone to listen to the latest gov call, it gives a good insight what you are working on and your team is really building at a breakneck speed. You can find a <a href=\"https:\/\/www.youtube.com\/watch?v=9sZlNlD7i3I\" target=\"_blank\" rel=\"noopener\">recording on Youtube<\/a>.<\/p>\n<p class=\"\">So how is governance working today and how do you see it working in the future?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: It would be very easy for me to say just lets move to on-chain governance. But the reality is that that would actually not solve anything. Right now the team maintains significant control over decision making although we’ve relaxed that a lot over the last year but ultimately we still have control over the protocol in a very real sense. If we’re to move to on-chain voting, the foundation has significant token holding and would very comfortable be able to swing every single vote. Which is the exact thing you’ve seen in things like Aragon and Maker where a single voter said we should move to 5.5% stability fee even though it is not really in the interest of every single Maker holder but for the overall Maker system. Then you get in to very interesting questions who should decide things, who are well informed and what are the strategies for that etc. I think forcing a slower governance system which rough consensus does and forcing a debate to evolve to a point where everyone as least in principle agrees on what we’re trying to achieve is very powerful. It creates a level of engagement and legitimise the decision. That you don’t have in on-chain voting. In on-chain voting systems you go ‘Well I throw my 1,000 tokens for this vote’ and then someone shows up with a million tokens that 1,000 people with a 1,000 tokens each can’t outvote. For the foreseeable we are not looking for on-chain governance but we are opening up governance, we’re trying to get people to engage, propose SIPs, Synthetix Improvement Proposals, and it’s working very well, we’re really happy with it. And interestingly in the last three months, there have been three different instances where I have had a view and the community have had a different view and the community has won. And that can’t happen if we’re doing on-chain voting for a whole bunch of reasons, participation etc. So I think again for the foreseeable future we need to let consensus evolve slowly to get to a point where almost everyone agrees instead of ramming something through with a token vote saying ‘No, this is what we’re doing’.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: How important is decentralisation at this stage, or do you think you’re still very early on and will decentralise at a later stage? Related to that, how do you see regulation play out and is decentralisation key there?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: I think it is absolutely critical. It is something that is very high on my radar in terms of the things that we’re focusing on. We have done some initial R&amp;D into ways that we can move some of the low hanging fruit to a more decentralised process. Again we don’t want to to be window dressing, for it to be theater. It needs to be genuinely implemented in a way that makes the system more decentralised. We could easily open up a multi-sig and add a couple of extra signers from the community but in our view that would be doing very little because the core team would still have control. In order for us to hand over protocol governance to a wider group of people we need some kind of DAO like function. That’s something we are looking to implement hopefully in the next two to three months where we have a DAO that have some level of control over the protocol. There is a open proposal I put out for a decentralised proxy contract. Aragon actually have something quite similar. Essentially what we want to have is not having unilateral control over how the protocol operates. So we will propose upgrades and those proposals will contain certain upgrades to contracts. That will be open on-chain so people will be able to see all the logic that is in there and they will be able to make decisions. Now the question is how do you enforce those decisions? Ideally what we would like to have is a DAO that is not only managed by the core team but a number of community members such that the community members could over rule the core team. At that point you’ve stepped away from three people in a room making decision things to the whole community actually making decisions. That a big next phase for the project.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: There are a lot DeFi projects out there. The beautiful thing is that these are composable assets, these Synth assets are ERC-20 tokens. So you can trade them on Uniswap. Perhaps you will be able to earn and yield on these assets on lending markets etc. Do you see this as key in the future to be an integral part of the DeFi ecosystem?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah for sure. That’s something we’ve seen really accelerate in the past two, three months. There are a number of different projects that have built things. DexWallet is a good example. They just won the Kyber Hackathon for the ‘DeFi Recipes’ that they are building which allows you to take interest from Dai and pool it into different macro approaches such as long ETH, short ETH, long Bitcoin etc and they’re using synthetic assets to do that.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: That’s really interesting.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: We have something like SET protocols where you in a similar way can have different strategies, they could potentially use synthetic assets.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: What’s your overall vision with this project say in the next 5 years, is it to be able to trade any kind of asset in a permissionless way for anyone in the world?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yes I think in the early phase of the project in the next 6 to 12 months, the majority of the demand in DeFi projects will come from crypto people, crypto natives. Our goal is not just to build a project that support a whole lot of use cases but to also get demand for those kind of use cases as well. In the short term we see demand mainly coming from trading, that’s where most of the activity is happening. So if we can integrate and build a lot of assets in the protocol like Synthetic Positions that people want to trade that will significantly increase the usability of the platform. We can take some market share from centralised derivatives and futures exchanges. If we can pull some of that market share away. Uniswap has demonstrated that DEXes are functional and can support these use cases. I think that’s going to be a huge step in the right direction. Once we got that demand and once we built the project to a level of maturity then the question is where do we focus. Do we focus on enabling functions for people who have a mobile phone but not a bank account? That’s something we will have to let the market decide. Ultimately the project and its tokens holders will decide that because at the time we get to that point, we will be far more decentralised than what we are now and it will come down to what does the community believe is the right decision to focus on.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Do you believe at some point people will build consumer facing applications on top of the Synthetix protocol?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: 100%.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Something we haven’t touch on is how the project is funded, you obviously sold tokens earlier. How do you see long term funding for the project. And what is the basis you operate from now, do you have a non-for profit foundation behind Synthetix?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Yeah so that’s an interesting thing. We started up a foundation. The token sale was run out of Singapore and we sat up a non-for profit foundation which currently governs the protocol. Our view is that that whole foundation model is probably a bit obsolete now. It arouse from 2013-2015 — early projects saying how shall we govern this thing? And back then there wasn’t the tooling to support a decentralised governance structure. But ultimately tokens themselves are representation of ownership of the protocol. We need to find a way to let the protocol be owned by the token holders without going to necessary pure on-chain voting. So some kind of governance that support that. Eventually we would like to wind up those entities. You don’t need a legal foundation — there is just a DAO that is governed by token holders. All of the funds that have been raised will sit in that DAO. They will be distributed via a grants process and you really don’t need a legal entity. Obviously downstream you might have legal entities that apply for those grants. You might have a consultancy firm in South America that propose to build some aspect of the system. They apply for a grant, the funds are distributed from the DAO through some kind of voting mechanism or consensus and the grant is paid. They go do the work and that’s it. That kind of mechanism is possible today but wasn’t really possible back in 2014–2015, you needed accounts and all kind of things. We want to be the first project to move to be really decoupled from the legacy financial system.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Wow so that’s really cool. So once you’re fully decentralised those legal entities becomes unnecessary.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Correct.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: A final question, sometimes you hear that you might not need a native token. You obviously have SNX. I actually believe that is helping you build a strong community and network — what’s your view on that?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: I think if you have a native token that is not aligned with the incentives then it is a huge liability. Conversely, if you have a token with well aligned incentives that captures activity and enables a group of distributed people around the world to come together and agree to provide some kind of service within some structure and ruleset then that’s really powerful and that’s what tokens really should be doing. They should enable these kind of new entities to provide services to the market without needing a hierarchical legal entity sitting there providing the service. I think over the next 2–3 years that’s what we will see, we will see token models revamped. We are already seeing it, for example 0X looking at staking incentives. Despite the fact that we got a lot of things wrong in 2016, my genuine sense is that tokens are here to stay, we just have to get better at designing them and we will be able to build some systems that are really robust and not be able to be captured and deliver powerful outcomes.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: Agree. I think we covered a lot of ground here. Did I miss anything important about Synthetix?<\/p>\n<p class=\"\"><strong>Kain<\/strong>: No, I think we covered everything. We like to make sure we really highlight the risks. The fact that this a very early stage, fast moving project. It is something that is not necessary easy to get your head around but something that is worth the effort. Go and read the <a href=\"https:\/\/synthetix.io\/uploads\/synthetix_litepaper.pdf\" target=\"_blank\" rel=\"noopener\">Litepaper<\/a>, come and join the <a href=\"https:\/\/discordapp.com\/invite\/AEdUHzt\" target=\"_blank\" rel=\"noopener\">Discord channel<\/a>. Everyone is always happy to answer questions and listen to different perspectives and we want to bring as many people into the ecosystem as we can.<\/p>\n<p class=\"\"><strong>Henrik<\/strong>: This has been absolute great. Thanks for you time today Kain.<\/p>\n<p class=\"\"><strong>Kain<\/strong>: Awesome, thanks for having me, appreciate it. Thanks.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Open Financial System also called Decentralised Finance (DeFi) is a major focus for us at Apollo Capital and core to our Investment Thesis. DeFi is about building permissionless access to financial assets and financial contracts to anyone in world. The Synthetix platform is tackling the former. They are building a platform for any kind&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/\">Continue reading <span class=\"screen-reader-text\">Investment Highlight: Synthetix<\/span><\/a><\/p>\n","protected":false},"author":5,"featured_media":365,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[13],"tags":[2],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Investment Highlight: Synthetix - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Investment Highlight: Synthetix - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"The Open Financial System also called Decentralised Finance (DeFi) is a major focus for us at Apollo Capital and core to our Investment Thesis. DeFi is about building permissionless access to financial assets and financial contracts to anyone in world. The Synthetix platform is tackling the former. They are building a platform for any kind&hellip; Continue reading Investment Highlight: Synthetix\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2019-11-18T23:10:50+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1402\" \/>\n\t<meta property=\"og:image:height\" content=\"440\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Henrik Andersson\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"26 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am.png\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am.png\",\"width\":1402,\"height\":440},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/\",\"name\":\"Investment Highlight: Synthetix - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#primaryimage\"},\"datePublished\":\"2019-11-18T23:10:50+00:00\",\"dateModified\":\"2019-11-18T23:10:50+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Investment Highlight: Synthetix\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119\",\"name\":\"Henrik Andersson\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg\",\"caption\":\"Henrik Andersson\"},\"description\":\"Henrik is the Chief Investment Officer at Apollo Capital. Henrik actively manages both of the Apollo Capital investment funds; the Apollo Capital Fund and the Apollo Capital Opportunities Fund. Henrik's expertise in traditional financial markets comes from spending a decade on Wall Street as a vice president in institutional equity sales. His exceptional understanding of DeFi comes from co-founding two successful DeFi protocols, mStable and dHEDGE.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Investment Highlight: Synthetix - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/","og_locale":"en_US","og_type":"article","og_title":"Investment Highlight: Synthetix - Apollo Capital","og_description":"The Open Financial System also called Decentralised Finance (DeFi) is a major focus for us at Apollo Capital and core to our Investment Thesis. DeFi is about building permissionless access to financial assets and financial contracts to anyone in world. The Synthetix platform is tackling the former. They are building a platform for any kind&hellip; Continue reading Investment Highlight: Synthetix","og_url":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/","og_site_name":"Apollo Capital","article_published_time":"2019-11-18T23:10:50+00:00","og_image":[{"width":1402,"height":440,"url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Henrik Andersson","Est. reading time":"26 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am.png","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am.png","width":1402,"height":440},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#webpage","url":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/","name":"Investment Highlight: Synthetix - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#primaryimage"},"datePublished":"2019-11-18T23:10:50+00:00","dateModified":"2019-11-18T23:10:50+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/investment-highlight-synthetix\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/investment-highlight-synthetix\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"Investment Highlight: Synthetix"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119","name":"Henrik Andersson","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg","caption":"Henrik Andersson"},"description":"Henrik is the Chief Investment Officer at Apollo Capital. Henrik actively manages both of the Apollo Capital investment funds; the Apollo Capital Fund and the Apollo Capital Opportunities Fund. Henrik's expertise in traditional financial markets comes from spending a decade on Wall Street as a vice president in institutional equity sales. His exceptional understanding of DeFi comes from co-founding two successful DeFi protocols, mStable and dHEDGE."}]}},"featured_image_src":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am-600x400.png","featured_image_src_square":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/07\/Screen-Shot-2021-07-15-at-9.08.42-am-600x440.png","author_info":{"display_name":"Henrik Andersson","author_link":"https:\/\/www.apollocap.io\/author\/henrik-andersson\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/364"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=364"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/364\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media\/365"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=364"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=364"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=364"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}