
{"id":401,"date":"2018-11-23T12:46:41","date_gmt":"2018-11-23T02:46:41","guid":{"rendered":"https:\/\/apollocap.wpengine.com\/?p=401"},"modified":"2018-11-23T12:46:41","modified_gmt":"2018-11-23T02:46:41","slug":"roubini-rebuttal","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/roubini-rebuttal\/","title":{"rendered":"Roubini Rebuttal"},"content":{"rendered":"<div id=\"block-12e597acc906bcec3a67\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p><em>Our response to Nouriel Roubini’s October 2018 testimony for the US Senate<br \/>\n(<\/em><a href=\"https:\/\/www.banking.senate.gov\/imo\/media\/doc\/Roubini%20Testimony%2010-11-18.pdf\" target=\"_blank\" rel=\"noopener\"><em>h<\/em><em>ttps:\/\/www.banking.senate.gov\/imo\/media\/doc\/Roubini%20Testimony%2010-11-18.pdf<\/em><\/a><em>) <\/em><\/p>\n<p><strong>Crypto Bubble (2017) and Crypto Apocalypse and Bust (2018) <\/strong><\/p>\n<p>Roubini fails to recognise that Bitcoin and other crypto assets have gone through many bubble\/bust cycles in the past. Anything that starts at a price of zero would need to go up a lot in price to gain significance. With Bitcoin’s ‘market cap’ at $75bn &#8211; it is still very small compared to other assets.<\/p>\n<p>This chart show the price of Bitcoin on a log scale from ~2012.<\/p>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_12377\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626317160454_106\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626317160454_105\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626317160454_104\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626317160454_103\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w\" alt=\"Screen Shot 2018-11-23 at 5.09.58 pm.png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png\" data-image-dimensions=\"1216x644\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5bf799c70e2e726025dc9285\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_12664\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p>These are some of the ‘bubble-bust’ cycles that Bitcoin has gone through so far:<\/p>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_16461\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-aspect-ratio=\"65.85760517799353\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626317160454_128\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626317160454_127\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626317160454_126\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626317160454_125\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953478168-VPJ9BDFBHEYHN3C6SMPO\/Screen+Shot+2018-11-23+at+5.10.57+pm.png?format=1500w\" alt=\"Screen Shot 2018-11-23 at 5.10.57 pm.png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953478168-VPJ9BDFBHEYHN3C6SMPO\/Screen+Shot+2018-11-23+at+5.10.57+pm.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953478168-VPJ9BDFBHEYHN3C6SMPO\/Screen+Shot+2018-11-23+at+5.10.57+pm.png\" data-image-dimensions=\"1114x734\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5bf799fa40ec9ad4338a2b9c\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_20035\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p>As seen, Bitcoin has gone through multiple retracements of 80%+, but the plateaus are getting higher and higher.<\/p>\n<p><strong>Crypto is not money, not scalable <\/strong><\/p>\n<p>Roubini is right that Bitcoin is not a good currency today or a store of value &#8211; it’s too volatile. While I think it might one day be used in payments, there is an increasing view of Bitcoin as a Digital Gold. Purely because the characteristics of Bitcoin is superior to that of gold. The value of the gold market is USD 8-10tr, Bitcoin is at 75bn. The only way for Bitcoin to reach a ‘market cap’ in the trillions of dollars is to be volatile.<\/p>\n<p>The properties of gold is almost entirely inferior to crypto, except that gold has been around longer. Bitcoin and other crypto assets have low storage cost, small physical attack surface (with a ‘brain wallet’, Bitcoin is unhackable), it is divisible etc.<\/p>\n<p>With time and wider acceptance, we expect the volatility to decrease substantially. Once this occurs, it will be able to be used as a unit of account and medium of exchange.<\/p>\n<p>Regarding scalability, there are several solutions being worked on (and implemented) currently including:<\/p>\n<p>● Lightning Network<br \/>\n● Segwit<\/p>\n<p>Just like the early internet was ‘not scalable’ (dial up, slow, little infrastructure), we have seen that these are issues are surmountable.<\/p>\n<p><strong>Until now, Bitcoin’s only real use has been to facilitate illegal activities such as drug transactions, tax evasion, avoidance of capital controls, or money laundering. <\/strong><\/p>\n<p>This is a false statement. In the early days of Bitcoin, Silk Road and other dark markets where active. These have mostly been shut down by regulators and the people behind these markets have faced the legal consequences of running these operations. Bitcoin is far from anonymous, much less so to than cash.<\/p>\n<p>This is what DEA is saying:<\/p>\n<p><a href=\"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-07\/bitcoin-speculators-not-drug-dealers-dominate-crypto-use-now\" target=\"_blank\" rel=\"noopener\"><strong>https:\/\/www.bloomberg.com\/news\/articles\/2018-08-07\/bitcoin-speculators-not-drug-dealers-dominate-crypto-use-now <\/strong><\/a><\/p>\n<p>UK Treasury rates Digital Currency risk for money laundering as ‘low’ (the traditional financial system pose a ‘high’ risk): <a href=\"https:\/\/www.coindesk.com\/uk-treasury-digital-currencies-low-money-laundering-risk\" target=\"_blank\" rel=\"noopener\"><strong>https:\/\/www.coindesk.com\/uk-treasury-digital-currencies-low-money-laundering-risk <\/strong><\/a><\/p>\n<p><strong>Since the invention of money thousands of years ago, there has never been a monetary system with hundreds of different currencies operating alongside one another. <\/strong><\/p>\n<p>We agree with Roubini that there will like be one winner in the category for store of value, now it looks like Bitcoin has the highest probability.<\/p>\n<p>What he misses is the point that although crypto assets are known as ‘cryptocurrencies’ they are not all intended to be used as currencies. As an example, Ethereum serves a specific use case as a platform for smart contracts; it’s ‘currency’ ‘ether’ is the fuel of that platform.<\/p>\n<p>There are over 2,000 crypto assets, most of which will not have long term value. There are a lot of experiments going on, but only a limited amount of long term winners in the space.<\/p>\n<p><strong>Worse, cryptocurrencies in general are based on a false premise. According to its promoters, Bitcoin has a steady-state supply of 21 million units, so it cannot be debased like fiat currencies. But that claim is clearly fraudulent, considering that it has already forked off into several branches and spin-offs: Bitcoin Cash and Bitcoin Gold. <\/strong><\/p>\n<p>Blockchains are based on open source code, the fact that the code can be replicated and new coins can be created doesn’t mean it’s inflationary. If I copy a USD bill in a photocopier, my copy will have no value. If I copy Bitcoin’s software and create ‘Bitcoin-Henrik’, likewise it will not have any value. We believe most of the forked coins will ultimately have very little value precisely because it is not just the technology that is valuable but the network of users.<\/p>\n<p>Bitcoin’s inflation is set in code for anyone to verify. We no longer have to trust central banks not to print more money, or make educated guesses about Gold’s future supply.<\/p>\n<p><strong>Crypto-currencies instead have not and will never have the tools to pursue economic and financial stability. The few like Bitcoin whose supply is truly constrained by an arbitrary mathematical rule will never be able to stabilize recessions, deflations and financial crises; they will rather lead to permanent and pernicious deflation. While the rest – 99% &#8211; have an arbitrary supply generation mechanism that is worse than any fiat currency and, at the same time, will never be able to provide either economic or price or financial stability. They will rather be tools of massive financial instability if their use were to become widespread. <\/strong><\/p>\n<p>This is a Keynesian argument that might or might not be true should the world switch to a currency based on ‘sound money’ or ‘hard money’. If Bitcoin really would be a threat for massive financial instability, Bitcoin would need to be in the tens of trillions of dollars &#8211; a huge success.<\/p>\n<p>Below table shows some of history’s period of hyperinflation:<\/p>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_20975\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626317160454_145\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626317160454_144\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626317160454_143\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626317160454_142\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953738984-NW1FZGI6JS4AS11619QM\/Screen+Shot+2018-11-23+at+5.15.18+pm.png?format=1500w\" alt=\"Screen Shot 2018-11-23 at 5.15.18 pm.png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953738984-NW1FZGI6JS4AS11619QM\/Screen+Shot+2018-11-23+at+5.15.18+pm.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953738984-NW1FZGI6JS4AS11619QM\/Screen+Shot+2018-11-23+at+5.15.18+pm.png\" data-image-dimensions=\"1320x838\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5bf79b02032be49110f0dd8a\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_24785\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p><strong>Buterin’s inconsistent trinity: crypto is not scalable, is not decentralized, is not secure <\/strong><\/p>\n<p>Roubini makes the assumption that this technology will not scale. Considering the number of people from tech giants, universities, etc who have joined the crypto industry in the past 5 years, this is likely a mistake.<\/p>\n<p>Roubini doesn’t mention the ‘second layer’ approach that is very promising. Bitcoin’s Lightning Network could potentially handle millions of transactions per second &#8211; that is getting deployed right now. Dfinity is an example of a new blockchain using new cryptography that might be able to scale to thousands of transactions per second while still being decentralised. Many other projects are underway that are attempting to tackle this exact problem. To write off future innovations I believe is a mistake not unlike another economist, Paul Krugman, who in 1998 wrote off the Internet as a fancy fax machine: “By 2005 or so, it will become clear that the Internet’s impact on the economy has been no greater than the fax machine’s”.<\/p>\n<p><strong>Given these massive security problems of crypto, the solutions to these severe security problems are all variants of going back to the stone age: do not put your long private key – that no human can memorize ever – on any digital device but rather write it down on a piece of paper and hide it in a hole where hopefully no one will find it or no insect or rat will destroy it. <\/strong><\/p>\n<p>Custody of crypto assets is akin to securely store cash or gold. There are methods to safely store crypto assets using hardware wallets. For institutions, custody solutions are being built by some of the most trusted names in finance such as ICE (NYSE), Fidelity, Goldman Sachs, and Nomura. If all these services already existed, the value of crypto assets would likely be much higher &#8211; the fact that custody has and still is a big barrier to entry is an opportunity &#8211; not a permanent problem that never will be solved.<\/p>\n<p><strong>There are hundreds of stories of greedy crypto-criminals raising billions of dollars with scammy white papers that are nothing but vaporware and then literally stealing these billions to buy Lambos, expensive cars, villas in the Caribbean and the French Riviera. These large scale criminals stealing dozens of billions make the small and petty Wolf of New York robbing small investors in criminal penny stock manipulation schemes looks an amateur. <\/strong><\/p>\n<p>It is true that the price bubble last year attracted many people that saw quick and easy money. With prices coming down, a regulatory clampdown from SEC and regulatory bodies around the world &#8211; we will hopefully see much less of that going forward.<\/p>\n<p><strong>The main problem is any oligopolistic cartel will end up behaving like an oligopoly: using its market power to jack up prices, fees for transactions and increase its profit margins. Indeed, as concentration of mining has increased over the last year transaction costs of crypto – as measured by miners’ fees divided by number of transactions – have skyrocketed. <\/strong><\/p>\n<p>This is factually incorrect. The below graph shows the miners’ fee divided by number of transactions, which has been declining all year:<\/p>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_25272\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626317160454_162\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626317160454_161\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626317160454_160\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626317160454_159\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953804208-C77OJY6Z6QDXBRLXJM14\/Screen+Shot+2018-11-23+at+5.16.29+pm.png?format=1500w\" alt=\"Screen Shot 2018-11-23 at 5.16.29 pm.png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953804208-C77OJY6Z6QDXBRLXJM14\/Screen+Shot+2018-11-23+at+5.16.29+pm.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953804208-C77OJY6Z6QDXBRLXJM14\/Screen+Shot+2018-11-23+at+5.16.29+pm.png\" data-image-dimensions=\"1348x684\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5bf79b4740ec9ad4338a384d\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1542952839115_28923\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p><strong>First, miners are massively centralized as the top four among them control three quarters of mining and behave like any oligopolist: jacking up transaction costs to increase their fat profit margins. And when it comes to security most of these miners are in non-transparent and authoritarian countries such as Russia and China. So we are supposed not to trust central banks or banks when it comes to financial transactions but rather a bunch of shady anonymous concentrated oligopolists in jurisdictions where there is little rule of law? <\/strong><\/p>\n<p>The testimony gives an impression that Roubini believes the miners control Bitcoin. The miners influence of Bitcoin is in reality very restricted. All a miner can do while having less than 51% of the network (hash power), is mine empty blocks &#8211; a block without transactions or censor a transaction &#8211; both of which are not detrimental to the network. A single miner having more than 51% of the network could in theory do more damage. No Bitcoin miner is that large by a big margin and as Bitcoin and its hash power grows this type of attack wouldn’t make much sense. An attack would require 100s of millions of dollars for the chance of reversing a transaction and potentially be kicked out of the network making the initial investment obsolete. I.e. the miners are incentivised to keep the network secure, not compromise it.<\/p>\n<p>Smaller cryptocurrencies using the same ‘mining algorithm’ could however be in danger and as Roubini points out we have seen attacks happen in these smaller coins.<\/p>\n<p><strong>Fourth, wealth in crypto-land is more concentrated than in North Korea where the inequality Gini coefficient is 0.86 (it is 0.41 in the quite unequal US): the Gini coefficient for Bitcoin is an astonishing 0.88.<\/p>\n<p><\/strong>This is also factually incorrect. According to DSHR’s blog: ‘The link is to Joe Weisenthal&#8217;s <em>How Bitcoin Is Like North Korea<\/em> from nearly five years ago, which was based upon a Stack Exchange post, which in turn was based upon a post by the owner of the Bitcoinica exchange from 2011! Which didn&#8217;t look at all holdings of Bitcoin, let alone the whole of crypto-land, but only at Bitcoinica&#8217;s customers!’<\/p>\n<p>We have noted many of these studies include big wallets belonging to companies such as Coinbase and Binance &#8211; which in turns have hundreds of thousands of customers.<\/p>\n<p><strong>Blockchain’s boosters would argue that its early days resemble the early days of the Internet, before it had commercial applications. But that comparison is simply false. Whereas the Internet quickly gave rise to email, the World Wide Web, and millions of viable commercial ventures used by billions of people in less than a decade, cryptocurrencies such as Bitcoin do not even fulfill their own stated purpose. <\/strong><\/p>\n<p>We note that both TCP\/IP one of the fundamental protocols for the Internet as well as email was invented in the early 70s and two decades later was still not widely used. A boost in usage was seen in the 90s as Marc Andreessen co-founded Mosaic, the first web browser. Bitcoin is not yet 10 years old. Marc Andreessen sees the similarities to the Internet and in 2014 published the now seminal article about Bitcoin in NYT: https:\/\/dealbook.nytimes.com\/2014\/01\/21\/why-bitcoin-matters\/<\/p>\n<p>He is putting his money where is mouth is, the VC firm Marc Andreessen co-founded, a16z, a few months ago launch a USD 300M fund dedicated to crypto investments.<\/p>\n<p><strong>Jay Clayton, the chairman of US Securities and Exchange Commission, recently made it clear that he regards all cryptocurrencies as securities, with the exception of the first mover, Bitcoin, which he considers a commodity. The implication is that even Ethereum and Ripple – the second- and third-largest crypto-assets – are currently operating as unregistered securities.<\/strong><\/p>\n<p>This is an odd statement by Roubini as SEC has made it clear that Bitcoin and Ethereum specifically are not securities. One of the major criteria as outlined by the SEC for a crypto asset to fail the Howey Test (and not being regarded as a security) is to be sufficiently decentralised. As almost all ICOs are not decentralised &#8211; they are very likely securities under US securities regulation. Roubini is right that ICOs not complying with regulations are unlawful. We have already seen a big reduction in ICO investments and many of the more serious offerings are operating within security regulation and only open to accredited investors like ourselves.<\/p>\n<p><strong>But now zealot supporters of crypto are pretending that this environmental disaster can be minimized or resolved soon. Since using millions of computers to do useless cryptographic games to secure the verification of crypto transactions is a useless waste of energy – as the same transactions could be reported at near zero energy costs on an single Excel spreadsheet&#8230; <\/strong><\/p>\n<p>We would strongly argue that Bitcoin miners are not performing ‘useless’ games. Their work is necessary, a crucial ingredient in creating a trustless, permissionless ledger that is probabilistic immutable. Gold mining, the global financial system &#8211; all human activity consumes energy. Almost by definition the energy consumption reflects the usefulness, miners wouldn’t use all this energy if it wasn’t worth it and they got paid for it.<\/p>\n<p>As for how green Bitcoin is, there any many different opinions, this is one from Bloomberg Crypto contributor Elaine Ou: <a href=\"https:\/\/www.bloomberg.com\/opinion\/articles\/2017-12-07\/bitcoin-is-greener-than-its-critics-think\" target=\"_blank\" rel=\"noopener\">https:\/\/www.bloomberg.com\/opinion\/articles\/2017-12-07\/bitcoin-is-greener-than-its-critics-think<\/a><\/p>\n<p><strong>Blockchain is most overhyped technology ever, no better than a glorified spreadsheet or database <\/strong><\/p>\n<p>We mostly agree with Roubini about Blockchain being overhyped. ‘Blockchain’ is not very well defined and it has come to represent no more than a glorified or shared database. We strongly believe the revolution lies in open blockchains that are trustless, where ‘trust’ is the new primitive for applications. We recently published an article on how Blockchain is indeed hyped: <a href=\"https:\/\/www.apollocap.io\/blog\/2018\/11\/13\/blockchain-vs-crypto\" target=\"_blank\" rel=\"noopener\">https:\/\/www.apollocap.io\/blog\/2018\/11\/13\/blockchain-vs-crypto <\/a><\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Our response to Nouriel Roubini’s October 2018 testimony for the US Senate (https:\/\/www.banking.senate.gov\/imo\/media\/doc\/Roubini%20Testimony%2010-11-18.pdf) Crypto Bubble (2017) and Crypto Apocalypse and Bust (2018) Roubini fails to recognise that Bitcoin and other crypto assets have gone through many bubble\/bust cycles in the past. Anything that starts at a price of zero would need to go up a&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/roubini-rebuttal\/\">Continue reading <span class=\"screen-reader-text\">Roubini Rebuttal<\/span><\/a><\/p>\n","protected":false},"author":5,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[3],"tags":[2],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Roubini Rebuttal - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/roubini-rebuttal\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Roubini Rebuttal - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"Our response to Nouriel Roubini’s October 2018 testimony for the US Senate (https:\/\/www.banking.senate.gov\/imo\/media\/doc\/Roubini%20Testimony%2010-11-18.pdf) Crypto Bubble (2017) and Crypto Apocalypse and Bust (2018) Roubini fails to recognise that Bitcoin and other crypto assets have gone through many bubble\/bust cycles in the past. Anything that starts at a price of zero would need to go up a&hellip; Continue reading Roubini Rebuttal\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/roubini-rebuttal\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2018-11-23T02:46:41+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Henrik Andersson\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/roubini-rebuttal\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w\",\"contentUrl\":\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/roubini-rebuttal\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/roubini-rebuttal\/\",\"name\":\"Roubini Rebuttal - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.apollocap.io\/roubini-rebuttal\/#primaryimage\"},\"datePublished\":\"2018-11-23T02:46:41+00:00\",\"dateModified\":\"2018-11-23T02:46:41+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/roubini-rebuttal\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/roubini-rebuttal\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/roubini-rebuttal\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Roubini Rebuttal\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119\",\"name\":\"Henrik Andersson\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg\",\"caption\":\"Henrik Andersson\"},\"description\":\"Henrik is the Chief Investment Officer at Apollo Capital. Henrik actively manages both of the Apollo Capital investment funds; the Apollo Capital Fund and the Apollo Capital Opportunities Fund. Henrik's expertise in traditional financial markets comes from spending a decade on Wall Street as a vice president in institutional equity sales. His exceptional understanding of DeFi comes from co-founding two successful DeFi protocols, mStable and dHEDGE.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Roubini Rebuttal - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/roubini-rebuttal\/","og_locale":"en_US","og_type":"article","og_title":"Roubini Rebuttal - Apollo Capital","og_description":"Our response to Nouriel Roubini’s October 2018 testimony for the US Senate (https:\/\/www.banking.senate.gov\/imo\/media\/doc\/Roubini%20Testimony%2010-11-18.pdf) Crypto Bubble (2017) and Crypto Apocalypse and Bust (2018) Roubini fails to recognise that Bitcoin and other crypto assets have gone through many bubble\/bust cycles in the past. Anything that starts at a price of zero would need to go up a&hellip; Continue reading Roubini Rebuttal","og_url":"https:\/\/www.apollocap.io\/roubini-rebuttal\/","og_site_name":"Apollo Capital","article_published_time":"2018-11-23T02:46:41+00:00","og_image":[{"url":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Henrik Andersson","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/roubini-rebuttal\/#primaryimage","inLanguage":"en-US","url":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w","contentUrl":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1542953421874-YW81IX14QTKCF2DWV6LJ\/Screen+Shot+2018-11-23+at+5.09.58+pm.png?format=1500w"},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/roubini-rebuttal\/#webpage","url":"https:\/\/www.apollocap.io\/roubini-rebuttal\/","name":"Roubini Rebuttal - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.apollocap.io\/roubini-rebuttal\/#primaryimage"},"datePublished":"2018-11-23T02:46:41+00:00","dateModified":"2018-11-23T02:46:41+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/roubini-rebuttal\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/roubini-rebuttal\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/roubini-rebuttal\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"Roubini Rebuttal"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/f40beff37022bdce20384e687efd8119","name":"Henrik Andersson","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/henrik-96x96.jpg","caption":"Henrik Andersson"},"description":"Henrik is the Chief Investment Officer at Apollo Capital. Henrik actively manages both of the Apollo Capital investment funds; the Apollo Capital Fund and the Apollo Capital Opportunities Fund. Henrik's expertise in traditional financial markets comes from spending a decade on Wall Street as a vice president in institutional equity sales. His exceptional understanding of DeFi comes from co-founding two successful DeFi protocols, mStable and dHEDGE."}]}},"featured_image_src":null,"featured_image_src_square":null,"author_info":{"display_name":"Henrik Andersson","author_link":"https:\/\/www.apollocap.io\/author\/henrik-andersson\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/401"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=401"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/401\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=401"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=401"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=401"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}