
{"id":435,"date":"2020-06-02T13:46:57","date_gmt":"2020-06-02T03:46:57","guid":{"rendered":"https:\/\/apollocap.wpengine.com\/?p=435"},"modified":"2020-06-02T13:46:57","modified_gmt":"2020-06-02T03:46:57","slug":"decentralised-finance","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/decentralised-finance\/","title":{"rendered":"Decentralised Finance"},"content":{"rendered":"<div id=\"block-c91f70c0d13346263d8e\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div id=\"yui_3_17_2_1_1626320786028_242\" class=\"sqs-block-content\">\n<p id=\"yui_3_17_2_1_1626320786028_241\" class=\"\">A great deal of traditional finance includes standardised contracts administered by a middleman. In the early days, these contracts were paper-based and not standardised. A middleman was required to administer these contracts. Today, with the advances in computer technology, a number of the middleman’s functions are automated. Yet, large parts of existing financial infrastructure remains archaic and burdensome.<\/p>\n<p class=\"\">Permissionless blockchain technology has the potential to disrupt a great number of industries. We think it is brave to qualify the extent to which this technology may have an impact. After Bitcoin and its introduction as an alternative to gold, crypto assets are making their greatest mark on traditional finance. Decentralised Finance is replicating some of the functions of traditional finance with crypto assets, as well as finding novel use cases. ‘DeFi’, as it has come to be known, is arguably one of the leading use cases of crypto assets. This article explains DeFi, examples of how it is disrupting traditional finance, its astonishing growth, the associated risks and how DeFi has become a significant part of <a href=\"https:\/\/www.apollocap.io\/s\/investment-thesis.pdf\">Apollo Capital’s investment thesis<\/a>.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<h2>What is DeFi?<\/h2>\n<p class=\"\"><strong>DeFi<\/strong> is a growing array of financial products available to any user of crypto assets. The products are generally decentralised, meaning no one party is in control. In the same way as Bitcoin is available to anyone with a smartphone and internet connection, so is decentralised finance. This is in contrast to traditional finance where many products are both controlled by centralised parties and only available to certain participants.<\/p>\n<p class=\"\">DeFi is made possible by smart contracts. <strong>A smart contract <\/strong>is an automated (smart) set of instructions (a contract). The contract is written in software and executes automatically according to the instructions. Smart contracts are written on permissionless, open smart contract platforms such as Ethereum, as opposed to a central computer controlled by its owner. The innovation of a decentralised, permissionless protocol means participants can trust that the contract will not be censored or changed. Anyone can write a smart contract and anyone can enter into one.<\/p>\n<p class=\"\">Smart contracts are particularly effective where the entirety of the contract is digital. They are not so effective where they require ‘input from the real world’ (although work is being done to bridge this gap). We are not suggesting smart contracts will replace the majority of legal contracts, which are used to govern agreements between parties. For example, a smart contract will not be effective in a residential tenancies lease. The smart contract won’t know when a tenant moves into the house, if any damage is caused, when a tenant leaves the house and if they are entitled to a full refund of their bond. While many people are working on projects to bridge the gap between digital and ‘real,’ we are optimistic about digitally native use cases of smart contracts.<\/p>\n<p class=\"\">Smart contracts have been particularly effective where the majority of inputs to the contract are digital. As the financial world has become more and more digital, so have the inputs to these contracts. In most cases, the entirety of a financial contract is digital, making traditional finance ripe for disruption by decentralised finance.<\/p>\n<p class=\"\">Let’s take an example of a securities exchange. A securities exchange such as the New York Stock Exchange is a middleman that facilitates the exchange of securities by participants. Participants apply to trade on the exchange and by trading on the exchange, they effectively sign standardised contracts and abide by the rules of the exchange. Decentralised Exchanges (or “DEXs”) are a set of underlying contracts that allow participants to trade crypto assets freely and without permission. Prices of crypto assets are digital and openly verifiable. DEXs also have the added benefit that users retain full control of their funds and products. Decentralised Exchanges seek to replace a rent-seeking middleman like the NYSE, with a cheaper, decentralised alternative available to everyone.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<h2>Why DeFi?<\/h2>\n<p class=\"\">DeFi is a growing application of crypto assets. We believe it offers a great deal of potential and is set for continued growth. There are three main reasons for this:<\/p>\n<p class=\"\">1. Permissionless<br \/>\nDeFi is largely permissionless; participants do not need to ask for permission to use DeFi protocols. Participants do not need to fill out application forms, wait for those forms to be processed and risk their application being rejected. DeFi can provide universal access to financial services. In the developed world, this might lead to more efficient financial products, at lower cost as middlemen are disintermediated. In the developing world, this might lead to basic access to financial products. The permissionless nature of DeFi protocols will likely lead to more users and more demand for these crypto assets.<\/p>\n<p class=\"\">2. Innovation<br \/>\nOne of our favourite slides at Apollo is this:<\/p>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1591056188682_44101\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626320786028_106\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626320786028_105\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626320786028_104\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626320786028_103\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w\" alt=\"Innovation.png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png\" data-image-dimensions=\"1986x1454\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5ed59a78fbcab71c6aeb9bd2\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1591056188682_44400\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p class=\"\">At the heart of crypto assets is technical innovation. As technical talent, capital and a technological breakthrough combine, we expect a raft of continued innovation, not just limited to DeFi. Many will seek to create like-for-like DeFi alternatives from the traditional finance world. Others will create entirely new financial products. A positive about decentralised finance is composability &#8211; software protocols can easily be combined to create interesting and new financial products.<\/p>\n<p class=\"\">3. Cash Flow<br \/>\nUnlike Bitcoin and other commodity-like crypto assets, many DeFi protocols generate cash flows. This makes them easier to value and can generate a different type of return for investors. Importantly this cash flow goes to the people doing some &#8216;work&#8217; to make the smart contracts function. For example, liquidity providers on Uniswap earn fees. Without liquidity providers Uniswap wouldn&#8217;t function. These fees fuel Uniswap creating a self-sustaining flywheel.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<h2>The Growth in DeFi<\/h2>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1591056188682_24748\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626320786028_128\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626320786028_127\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626320786028_126\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626320786028_125\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591056693956-D59KJDUPJXJ0XCNI0XHH\/DeFi+Value+%28USD%29.png?format=1500w\" alt=\"DeFi Value (USD).png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591056693956-D59KJDUPJXJ0XCNI0XHH\/DeFi+Value+%28USD%29.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591056693956-D59KJDUPJXJ0XCNI0XHH\/DeFi+Value+%28USD%29.png\" data-image-dimensions=\"1142x576\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5ed5993423584e0630f55fa5\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1591056188682_28623\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p class=\"\">The growth in DeFi has been steady and consistent. This growth is even more impressive when we consider it includes an almost two year period where crypto asset prices continually decreased. The recent noticeable drop in the graph was due to the panic that affected all markets as a result of the uncontrolled spread of the Coronavirus. Pleasingly, markets have recovered, as has the continued growth in DeFi.<\/p>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1591056188682_29199\" class=\"sqs-block image-block sqs-block-image sqs-text-ready\" data-block-type=\"5\">\n<div id=\"yui_3_17_2_1_1626320786028_145\" class=\"sqs-block-content\">\n<div id=\"yui_3_17_2_1_1626320786028_144\" class=\"\n          image-block-outer-wrapper\n          layout-caption-below\n          design-layout-inline\n          combination-animation-none\n          individual-animation-none\n          individual-text-animation-none\n        \" data-test=\"image-block-inline-outer-wrapper\"><\/p>\n<figure id=\"yui_3_17_2_1_1626320786028_143\" class=\"\n              sqs-block-image-figure\n              intrinsic\n            \"><\/p>\n<div id=\"yui_3_17_2_1_1626320786028_142\" class=\"\n                image-block-wrapper\n\n                has-aspect-ratio\n              \" data-animation-role=\"image\"><img class=\"thumb-image loaded\" src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591056727896-EJU4YVSUS57DHEN5UFJP\/Maker+%28USD%29.png?format=1500w\" alt=\"Maker (USD).png\" data-src=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591056727896-EJU4YVSUS57DHEN5UFJP\/Maker+%28USD%29.png\" data-image=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591056727896-EJU4YVSUS57DHEN5UFJP\/Maker+%28USD%29.png\" data-image-dimensions=\"1610x840\" data-image-focal-point=\"0.5,0.5\" data-load=\"false\" data-image-id=\"5ed59956817d2d38cb0d670f\" data-type=\"image\" data-image-resolution=\"1500w\" \/><\/div>\n<\/figure>\n<\/div>\n<\/div>\n<\/div>\n<div id=\"block-yui_3_17_2_1_1591056188682_29498\" class=\"sqs-block html-block sqs-block-html\" data-block-type=\"2\">\n<div class=\"sqs-block-content\">\n<p class=\"\">Maker accounts for the majority of the value in DeFi, currently around 54%. As you can see from the graph, the total value locked in Maker has been steadily increasing. Maker is a platform which allows participants to borrow against deposited collateral. Participants can borrow against certain crypto assets. Participants deposit these crypto assets into the Maker protocol. The participants can then withdraw, or ‘borrow’, Maker’s native stablecoin called DAI. DAI is a stablecoin which is designed to keep a stable value, a one-to-one ratio with the US Dollar. Participants can then take their DAI off the Maker platform and use it for other purposes. Borrowers pay an effective interest rate into the protocol as compensation. The most common use case at the moment appears to be leverage, as participants borrow DAI against existing assets like Ethereum. As Maker rolls out support for further assets, we can imagine borrowing against more sophisticated crypto assets like tokenised assets. For example, in future we might be able to borrow against tokenised holdings in real estate and other securities. Apollo Capital has been a long term investor and supporter of Maker.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<h2>Synthetix<\/h2>\n<p class=\"\">Synthetix is a wonderful example of innovation in DeFi. Synthetix is a platform built on Ethereum for the creation of on-chain synthetic assets that track the value of real-world assets. For example, on the Synthetix platform, investors can invest in ‘synthetic gold,’ which tracks the value of real-world gold. There are plans to roll out synthetic products for a range of other assets including stocks, indices and other derivatives. Using Synthetix, a university student in Nigeria could invest in and gain exposure to synthetic Visa Inc stocks, without opening an account on the New York Stock Exchange. At the risk of sounding 20 years younger, this is very cool!<\/p>\n<h2>Risks<\/h2>\n<p class=\"\">DeFi is not without risk, both from an investment perspective and participation perspective. The key risks are smart contract risk and regulation risk.<\/p>\n<p class=\"\">Smart contract risk is risk in the software. DeFi and crypto assets are a relatively new technology. By contrast, the New York Stock Exchange was founded in March 1817. As crypto asset technology emerges, there will be failures. The technology needs to be battle tested. Some of the more promising technology has already been somewhat battle tested. For example, the price of Ethereum dropped in excess of 50% during the year Compound was founded, and the protocol held up well, with no loss of funds or collateral. In some cases, flaws in the technology lead to loss of funds and loss of trust. In other cases, the flaws will only be minor. It is up to both investors and participants to do their research to mitigate this risk as much as possible.<\/p>\n<p class=\"\">Regulation risk is another key risk to DeFi. Regulation risk is the risk that software protocols are affected by regulators. Often financial regulation exists to protect unsophisticated investors. In a similar fashion, global regulators may seek to intervene to protect investors from DeFi products. There is an inherent tension between financial products being available to everyone, while protecting unsophisticated investors from themselves. While many protocols are decentralised with no central party behind them, there are always people involved. Aggressive regulators may target these people. At Apollo Capital we always take into account regulation risk when assessing new projects.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\">&#8212;<\/p>\n<p class=\"\">As crypto markets mature and grow, so has Apollo Capital’s investment thesis. In recent times, DeFi has become an increasingly large part of our portfolio. As we continue to witness promising innovation within DeFi, our conviction in crypto assets is strengthened further still. We believe, apart from Bitcoin as digital gold, that DeFi is the first major example of crypto assets finding product\/market fit. We believe DeFi protocols will continue to capture value as more real world applications become possible, and as legacy infrastructure in traditional finance falls further behind.<\/p>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>A great deal of traditional finance includes standardised contracts administered by a middleman. In the early days, these contracts were paper-based and not standardised. A middleman was required to administer these contracts. Today, with the advances in computer technology, a number of the middleman’s functions are automated. Yet, large parts of existing financial infrastructure remains&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/decentralised-finance\/\">Continue reading <span class=\"screen-reader-text\">Decentralised Finance<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[18],"tags":[11],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Decentralised Finance - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/decentralised-finance\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Decentralised Finance - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"A great deal of traditional finance includes standardised contracts administered by a middleman. In the early days, these contracts were paper-based and not standardised. A middleman was required to administer these contracts. Today, with the advances in computer technology, a number of the middleman’s functions are automated. Yet, large parts of existing financial infrastructure remains&hellip; Continue reading Decentralised Finance\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/decentralised-finance\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2020-06-02T03:46:57+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Tim Johnston\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/decentralised-finance\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w\",\"contentUrl\":\"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/decentralised-finance\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/decentralised-finance\/\",\"name\":\"Decentralised Finance - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.apollocap.io\/decentralised-finance\/#primaryimage\"},\"datePublished\":\"2020-06-02T03:46:57+00:00\",\"dateModified\":\"2020-06-02T03:46:57+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/decentralised-finance\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/decentralised-finance\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/decentralised-finance\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Decentralised Finance\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1\",\"name\":\"Tim Johnston\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg\",\"caption\":\"Tim Johnston\"},\"description\":\"Tim is the Managing Director at Apollo Capital. He has substantial expertise in both traditional financial services and technology investing. In financial investing, he worked at DMP Asset Management, a boutique Australian Equities Fund Manager, and was part of the investment team that managed a $33 billion super fund. On the technology side, Tim has worked as a venture capital Associate at Dominet Venture Partners and has been active in crypto markets for over four years. Tim is a CFA charterholder.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Decentralised Finance - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/decentralised-finance\/","og_locale":"en_US","og_type":"article","og_title":"Decentralised Finance - Apollo Capital","og_description":"A great deal of traditional finance includes standardised contracts administered by a middleman. In the early days, these contracts were paper-based and not standardised. A middleman was required to administer these contracts. Today, with the advances in computer technology, a number of the middleman’s functions are automated. Yet, large parts of existing financial infrastructure remains&hellip; Continue reading Decentralised Finance","og_url":"https:\/\/www.apollocap.io\/decentralised-finance\/","og_site_name":"Apollo Capital","article_published_time":"2020-06-02T03:46:57+00:00","og_image":[{"url":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Tim Johnston","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/decentralised-finance\/#primaryimage","inLanguage":"en-US","url":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w","contentUrl":"https:\/\/images.squarespace-cdn.com\/content\/v1\/5a0cee3fbce1765c3ce8885c\/1591057024097-FPFSRFXNOOFOS33KXIHE\/Innovation.png?format=1500w"},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/decentralised-finance\/#webpage","url":"https:\/\/www.apollocap.io\/decentralised-finance\/","name":"Decentralised Finance - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.apollocap.io\/decentralised-finance\/#primaryimage"},"datePublished":"2020-06-02T03:46:57+00:00","dateModified":"2020-06-02T03:46:57+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/decentralised-finance\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/decentralised-finance\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/decentralised-finance\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"Decentralised Finance"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1","name":"Tim Johnston","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg","caption":"Tim Johnston"},"description":"Tim is the Managing Director at Apollo Capital. He has substantial expertise in both traditional financial services and technology investing. In financial investing, he worked at DMP Asset Management, a boutique Australian Equities Fund Manager, and was part of the investment team that managed a $33 billion super fund. On the technology side, Tim has worked as a venture capital Associate at Dominet Venture Partners and has been active in crypto markets for over four years. Tim is a CFA charterholder."}]}},"featured_image_src":null,"featured_image_src_square":null,"author_info":{"display_name":"Tim Johnston","author_link":"https:\/\/www.apollocap.io\/author\/apolloxzydev\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/435"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=435"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/435\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=435"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=435"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=435"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}