
{"id":436,"date":"2020-04-07T13:47:53","date_gmt":"2020-04-07T03:47:53","guid":{"rendered":"https:\/\/apollocap.wpengine.com\/?p=436"},"modified":"2020-04-07T13:47:53","modified_gmt":"2020-04-07T03:47:53","slug":"central-bank-digital-currencies","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/","title":{"rendered":"Central Bank Digital Currencies"},"content":{"rendered":"<p id=\"yui_3_17_2_1_1626320840365_188\" class=\"\"><strong id=\"yui_3_17_2_1_1626320840365_187\">What are Central Bank Digital Currencies?<\/strong><\/p>\n<p class=\"\">Central Bank Digital Currencies (CBDCs) are digital fiat currencies issued directly by central banks.<\/p>\n<p class=\"\">The crucial distinction between digital fiat currencies and the digital currency in our bank accounts appears to be how they are issued. In the former, only commercial banks and certain financial institutions can hold electronic central bank money, in the form of ‘reserves.’ Consumers therefore have access to money through commercial banks, which in turn hold central bank money. CBDCs might diminish the role of commercial banks, allowing households and businesses to directly make payments and store value using an electronic form of central bank money. We can think of a CBDC as a direct relationship between the user of money, be it a household or business, and the issuer of money, the central bank.<\/p>\n<p class=\"\">CBDCs are not crypto assets. While they may use a blockchain in their technological architecture, they are in principle different to crypto assets. Crypto assets are typically decentralised and permissionless. Anyone can use crypto assets and no one group or party is in control. CBDCs on the other hand are centralised and permissioned. The Bank of England states that “there is no reason CBDC could not be built using centralised technology.” Users must request permission to use CBDCs.<\/p>\n<p class=\"\">Another key difference is central banks can easily increase the supply of CBDCs. On the other hand, the supply and issuance of crypto assets is typically known and finite.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\"><strong>The Promise of CBDCs<\/strong><\/p>\n<p class=\"\">Many central banks around the world are considering and indeed have started piloting CBDCs. A summary of the key theoretical benefits of CBDCs includes:<\/p>\n<ul data-rte-list=\"default\">\n<li>\n<p class=\"\">Faster settlement times &#8211; despite recent improvements in interbank transfers, at least domestically, we are all familiar with the difficulties of processing bank transfers. CBDCs will likely process immediately, allowing more efficient payments.<\/p>\n<\/li>\n<li>\n<p class=\"\">Opening hours &#8211; many of us are also familiar with the difficulties in processing transfers outside bank hours. CBDCs will operate 24\/7.<\/p>\n<\/li>\n<li>\n<p class=\"\">CBDCs may play the role of a risk-free stablecoin. Indeed, the Bank of England highlights a “CBDC may also provide safer payment services than new forms of privately issued money‑like instruments, such as stablecoins.”<\/p>\n<\/li>\n<li>\n<p class=\"\">Government control &#8211; CBDCs will likely help governments control and audit the money supply, something which is almost impossible with bank notes. An example of this was the suggestion of a “digital dollar” in US Congress to help more effectively deliver rounds of direct stimulus to the American people as a response to the COVID-19 pandemic. While this example was subsequently quashed, in theory, it may be a benefit.<\/p>\n<\/li>\n<li>\n<p class=\"\">No credit risk &#8211; when consumers hold dollars in a commercial bank, they take on the credit risk of the bank. If the bank were to become insolvent, consumers may lose their funds. There is no credit risk with CBDCs as it is a direct link with the central bank. However, the downside of this is holdings might not earn interest on deposits and consumers might not have access to credit and other services offered by commercial banks.<\/p>\n<\/li>\n<\/ul>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\">There are a number of other suggested benefits to CBDCs. We also suggest there would likely be a number of unknown benefits, benefits that typically arise from a technology, once it is used by thousands of creative minds. Many of the benefits are predictable, but many are not known until innovative computer scientists and entrepreneurs come up with creative ways to implement and use the technology. This is not unlike the promise of crypto assets themselves.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\"><strong>The Risks of CBDCs<\/strong><\/p>\n<p class=\"\">The primary risk of CBDCs is the disintermediation of commercial banks. What role will commercial banks play if CBDCs allow a direct relationship between a central bank and users? The Bank of England states “some disintermediation would be inevitable” and “disintermediation would result in a lower total volume of funding for banks.” The central banks do not want a CBDC to become a major form of store of value. If users transfer their holdings to CBDCs, it may impact the ability of commercial banks to carry on their activities, such as credit facilities for other customers. The issuance of a CBDC somewhat ironically may impact on the money supply. A possible solution here is tiered remuneration, where central banks pay declining interest rates for larger holdings of CBDCs. Consumers would in theory only use the CBDCs for payments, but hold the majority of their funds at commercial banks offering commercial interest rates.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\"><strong>Criticisms of CBDCs<\/strong><\/p>\n<p class=\"\">In addition to the risk above, many commentators have been highly critical of CBDCs. The critics focus on privacy, noting that central banks and governments may have an ulterior motive of increased surveillance on citizens. As one commentator put it, using a CBDC “basically complete[s] the loop for the gov&#8217;t, eliminating the need to go through intermediaries to get your data.”<\/p>\n<p class=\"\">The Australian government recently passed a law banning cash payments of greater than $10,000. Offenders can be jailed for up to two years. Many critics of this law have argued that the government should not interfere with their legal right to spend money how they wish. The Government on the other hand has argued that the law is intended to fight the black economy, stamping out tax evasion and money laundering.<\/p>\n<p class=\"\">As laws like this are passed, in addition to the law allowing a ‘backdoor’ into communications applications using encryption, it appears that privacy concerns associated with a CBDC are valid. Will the relationship be strictly between a central bank and user, or will the tax agencies and other government departments have direct access to our financial data?<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\"><strong>Global Approaches<\/strong><\/p>\n<p class=\"\">The Bahamas was the first country to launch a pilot CBDC programme. The pilot was launched in December 2019 with a full rollout expected in the second half of 2020. Sweden is already one of the most cashless societies in the world and it is testing an e-krona for a one year pilot programme. The e-krona is developed by Accenture using the Corda enterprise blockchain.<\/p>\n<p class=\"\">The Bank of England has released a <a href=\"https:\/\/www.bankofengland.co.uk\/-\/media\/boe\/files\/paper\/2020\/central-bank-digital-currency-opportunities-challenges-and-design.pdf\">discussion paper<\/a> (well worth a read for those looking for a deeper understanding). The discussion paper makes a number of interesting points:<\/p>\n<ul data-rte-list=\"default\">\n<li>\n<p class=\"\">The Bank of England is charged with considering what kind of money and payments will be needed to meet the needs of an increasingly digital economy<\/p>\n<\/li>\n<li>\n<p class=\"\">Banknotes — the Bank’s most accessible form of money — are being used less frequently to make payments<\/p>\n<\/li>\n<li>\n<p class=\"\">A CBDC will be a complement to physical banknotes<\/p>\n<\/li>\n<li>\n<p class=\"\">A CBDC would be equally safe and free of credit risk as physical cash, but could be more convenient as a means of payment for both households and businesses, particularly for electronic and remote payments<\/p>\n<\/li>\n<li>\n<p class=\"\">A domestic CBDC might be an enabler of better cross-border payments in the future<\/p>\n<\/li>\n<li>\n<p class=\"\">A CBDC might involve Payment Interface Providers which could build ‘overlay services’ &#8211; services might meet future payment needs by enabling programmable money, smart contracts and micropayments<\/p>\n<\/li>\n<li>\n<p class=\"\">A CBDC could increase the availability and usability of central bank money, helping to support monetary policy and financial stability, and could help to avoid the risks of new forms of private money creation, such as stablecoins<\/p>\n<\/li>\n<\/ul>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\">The European Central Bank has issued a <a href=\"https:\/\/www.ecb.europa.eu\/pub\/pdf\/scpwps\/ecb.wp2351~c8c18bbd60.en.pdf\">working paper<\/a> which on our reading, highlights similar issues to the Bank of England’s discussion paper.<\/p>\n<p class=\"\">Our sources inform us that China is particularly close to issuing a digital yuan. The People’s Bank of China reported in January that it is progressing smoothly with its plans of a government-backed digital currency. Apparently the digital currency has been five years in the making. The Chinese case is particularly interesting, and may make criticisms of CBDCs relevant, particularly as they relate to surveillance of citizens. A country that closely scrutinises everything that is said and done, now might have the ability to closely scrutinise everything that is spent.<\/p>\n<p class=\"\">In Australia, the RBA has stated there has been no case established for issuing a CBDC, citing likely low demand from households which already have access to “digital money in the form of commercial bank deposits that provide payment services, are interest-bearing and are protected (up to $250,000 per account) by the Financial Claims Scheme.” Instead, the RBA appears to be focussing its efforts on a “wholesale” CBDC for use by wholesale market participants in specialised payment and settlement systems. The RBA cites potential benefits including more efficient payments, atomic transactions and programmable money. We find the RBA’s approach a narrow-minded. These benefits could equally apply to a “retail CBDC” with potential for a raft of innovation by making it available to a greater population.<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\"><strong>Alternative to the USD<\/strong><\/p>\n<p class=\"\">Mark Carney, the outgoing Governor of the Bank of England, has made a novel suggestion that we think is worth mentioning in the discussion of CBDCs. Carney has suggested a new virtual currency backed by a basket of international currencies. Carney points out the problems with the world’s reliance on the US Dollar. The US accounts for only 10 percent of global trade and 15 percent of global GDP but half of trade invoices and two thirds of securities are priced in US Dollars. US interest rate and exchange rate policy is effectively exported to other parts of the world. He has suggested creating a “synthetic hegemonic currency . . . provided . . . perhaps through a network of central bank digital currencies.”<\/p>\n<p class=\"\" data-rte-preserve-empty=\"true\">\n<p class=\"\">&#8212;<\/p>\n<p class=\"\">CBDCs are not crypto assets. They are likely to be fundamentally different in their purpose and architecture. As people that fundamentally believe in the benefits of technology, Apollo Capital is excited to see how they might improve our financial system, particularly in regards to payments. It is possible that they compete against crypto asset stablecoins, taking the role of a digital medium of exchange. However, we do not think they will challenge Bitcoin and store of value like crypto assets, or be compatible with decentralised finance protocols.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>What are Central Bank Digital Currencies? Central Bank Digital Currencies (CBDCs) are digital fiat currencies issued directly by central banks. The crucial distinction between digital fiat currencies and the digital currency in our bank accounts appears to be how they are issued. In the former, only commercial banks and certain financial institutions can hold electronic&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/\">Continue reading <span class=\"screen-reader-text\">Central Bank Digital Currencies<\/span><\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[3],"tags":[11],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Central Bank Digital Currencies - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Central Bank Digital Currencies - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"What are Central Bank Digital Currencies? Central Bank Digital Currencies (CBDCs) are digital fiat currencies issued directly by central banks. The crucial distinction between digital fiat currencies and the digital currency in our bank accounts appears to be how they are issued. In the former, only commercial banks and certain financial institutions can hold electronic&hellip; Continue reading Central Bank Digital Currencies\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2020-04-07T03:47:53+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Tim Johnston\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/\",\"name\":\"Central Bank Digital Currencies - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"datePublished\":\"2020-04-07T03:47:53+00:00\",\"dateModified\":\"2020-04-07T03:47:53+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Central Bank Digital Currencies\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1\",\"name\":\"Tim Johnston\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg\",\"caption\":\"Tim Johnston\"},\"description\":\"Tim is the Managing Director at Apollo Capital. He has substantial expertise in both traditional financial services and technology investing. In financial investing, he worked at DMP Asset Management, a boutique Australian Equities Fund Manager, and was part of the investment team that managed a $33 billion super fund. On the technology side, Tim has worked as a venture capital Associate at Dominet Venture Partners and has been active in crypto markets for over four years. Tim is a CFA charterholder.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Central Bank Digital Currencies - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/","og_locale":"en_US","og_type":"article","og_title":"Central Bank Digital Currencies - Apollo Capital","og_description":"What are Central Bank Digital Currencies? Central Bank Digital Currencies (CBDCs) are digital fiat currencies issued directly by central banks. The crucial distinction between digital fiat currencies and the digital currency in our bank accounts appears to be how they are issued. In the former, only commercial banks and certain financial institutions can hold electronic&hellip; Continue reading Central Bank Digital Currencies","og_url":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/","og_site_name":"Apollo Capital","article_published_time":"2020-04-07T03:47:53+00:00","twitter_card":"summary_large_image","twitter_misc":{"Written by":"Tim Johnston","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/#webpage","url":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/","name":"Central Bank Digital Currencies - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"datePublished":"2020-04-07T03:47:53+00:00","dateModified":"2020-04-07T03:47:53+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/central-bank-digital-currencies\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/central-bank-digital-currencies\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"Central Bank Digital Currencies"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/d34cb3eed89389806c73db0c37d757a1","name":"Tim Johnston","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/tim-1-96x96.jpg","caption":"Tim Johnston"},"description":"Tim is the Managing Director at Apollo Capital. He has substantial expertise in both traditional financial services and technology investing. In financial investing, he worked at DMP Asset Management, a boutique Australian Equities Fund Manager, and was part of the investment team that managed a $33 billion super fund. On the technology side, Tim has worked as a venture capital Associate at Dominet Venture Partners and has been active in crypto markets for over four years. Tim is a CFA charterholder."}]}},"featured_image_src":null,"featured_image_src_square":null,"author_info":{"display_name":"Tim Johnston","author_link":"https:\/\/www.apollocap.io\/author\/apolloxzydev\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/436"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=436"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/436\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=436"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=436"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=436"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}