
{"id":969,"date":"2021-10-05T07:07:11","date_gmt":"2021-10-04T21:07:11","guid":{"rendered":"https:\/\/www.apollocap.io\/?p=969"},"modified":"2021-10-19T08:27:17","modified_gmt":"2021-10-19T08:27:17","slug":"the-crypto-powered-future","status":"publish","type":"post","link":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/","title":{"rendered":"The Crypto-Powered Future"},"content":{"rendered":"<p><strong>The Crypto-Powered Future is Already Here<\/strong><\/p>\n<p><span style=\"font-weight: 400;\">Investing is essentially an attempt to predict the future by allocating capital to the most promising companies, technologies, or economic models, adjusted for risk tolerance. In December 2003, William Gibson, one of the most influential Cyberpunk authors, wrote <\/span><i><span style=\"font-weight: 400;\">&#8216;The future is already here – it&#8217;s just not evenly distributed.” <\/span><\/i><span style=\"font-weight: 400;\">This means that some people are already doing and experiencing the futuristic things that the larger population will see as commonplace in the near future. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">The Crypto-powered, decentralized, and blockchain-enabled future world is already here; it just hasn’t reached everyone yet.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong><i>Crypto is eating the world, and it’s happening faster than you think<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">Ten years ago in August 2011, Internet pioneer and visionary venture capitalist, Marc Andreesen, published a blog in the Wall Street Journal called, <\/span><a href=\"https:\/\/a16z.com\/2011\/08\/20\/why-software-is-eating-the-world\/\"><span style=\"font-weight: 400;\">Why Software Is Eating the World<\/span><\/a><span style=\"font-weight: 400;\">. In it, he described how Software and Web companies were disrupting and supplanting many real-world industries and legacy business models, and at the same time dispelled arguments that this was a dangerous bubble similar to the Dot Com era of the late 1990’s. He should know. Marc was a founder of Netscape, which developed the world’s first user-friendly Web browser, and whose IPO in 1995 sparked that boom and launched the beginning of the Internet Age. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">The eventual ubiquity and inevitably of Software and the Web looks blindingly obvious with the benefit of hindsight, but it was not well understood nor distributed at the time. The same arguments are now being made against Crypto; that it’s an unsustainable and speculative bubble, a niche technology used by a minority of people, and a fad that will be regulated out of existence if it becomes too successful. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Crypto combines software with cryptography and decentralized blockchain technology, and is powered by network effects, viral propagation, consensus governance mechanisms, and transparent financial and behavioral incentives. Many industry participants including Alex Mashinsky and Raoul Paul have already observed that ‘<\/span><span style=\"font-weight: 400;\">Crypto<\/span><span style=\"font-weight: 400;\"> is now eating the world’, disrupting traditional financial markets and even some of the same software business models that Marc wrote about. Unsurprisingly, Andreesen Horowitz was an early <\/span><a href=\"https:\/\/a16z.com\/2014\/01\/21\/why-bitcoin-matters-nyt\/\"><span style=\"font-weight: 400;\">advocate of Bitcoin<\/span><\/a><span style=\"font-weight: 400;\"> in 2014, and recently raised a second $2.2 billion venture capital fund to invest in this emerging asset class. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">At Apollo Capital, it is our belief that we have already entered a new era (perhaps ‘the Crypto Age’) where large parts of our daily lives – work, social networks, financial capital, human interaction, entertainment, gaming, music, and artistic creativity – will be digitized and increasingly tokenized to be stored and exchanged on a blockchain. These will be overlapping and interacting networks of value that will benefit from Metcalfe’s Law of exponential growth. Few understand that we are in the midst of a revolution in money, finance, and culture that is in the early days of adoption and price discovery.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong><i>Traditional Finance is the Main Course<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">Crypto has found a major product-market fit in the area of Decentralized Finance (DeFi). DeFi is an emerging ecosystem of financial applications and interoperable protocols built on blockchain technology that has begun eating away at the multi-hundred trillion dollar capital markets including borrowing and lending, market-making, store of value, fixed income, derivatives, foreign exchange, payments, remittances, mortgages, asset management, and interest rate swaps, among others – all without a real world financial intermediary. Instead, ‘smart contracts’, written in software code, control the execution of every transaction, removing counterparty risk and the need for a centralized authority. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">There has been a Cambrian explosion of new DeFi projects, and enormous amounts of capital are already flowing into DeFi as the Total Value Locked (TVL) has reached $195 billion, an 830% increase so far this year. Much of the activity is taking place on the Ethereum network, which settles $500 billion of transactions each month and is on pace to settle $8 trillion in 2021, the most in Crypto. ETH, the native token of Ethereum, which generates more than $20 million in daily fees for network miners, is predicted to become a deflationary asset (the total supply decreases over time) starting in 2022 with its migration to a ‘proof of stake’ consensus model. ETH is being described as ‘ultra-sound money’; a potentially superior store of value and a medium of exchange for a wide range of Internet transactions. Compared to Bitcoin’s singular value proposition of an immutable digital store of value, Ethereum, as the original smart contract platform, has many more use cases in DeFi. The Lightning Network is a “Layer 2” scaling protocol that has been in development for years and will enable faster transactions and payments on the Bitcoin network.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The innovative economic structures of the future will not be traditional corporations, but rather <\/span><a href=\"https:\/\/www.apollocap.io\/2021\/07\/the-era-of-the-dao\/\"><span style=\"font-weight: 400;\">Decentralized Autonomous Organizations<\/span><\/a><span style=\"font-weight: 400;\"> (DAOs), operated by volunteer communities of software and capital contributors with democratic and transparent governance policies enacted by proposal voting according to the ownership of protocol tokens. For Crypto projects, DAOs will replace highly regulated legal and hierarchical structures that are controlled by Board of Directors, full-time management teams, and equity shareholders. Driven by open source software, Decentralized Exchanges (DEXs), rather than centralized Stock Exchanges, facilitate roughly $60 billion per month of permissionless peer-to-peer trading, creating high liquidity for the vast majority of tokens. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Another relatively recent innovation, US-dollar pegged stablecoins, have a current market value of $130 billion and enable near instant transfer of value anywhere in the world. Anyone who has tried to wire money overseas (even to an account they own) knows the pain, delay, and limitations of the byzantine and antiquated banking system. In free markets, improved user experience and reduced cost will always prevail over incumbent solutions. The commercialization of the Web has proven this beyond any doubt. Traditional Banks will either soon experience NGMI (“Not Gonna Make It”), or if they want to retain customer deposits, plug directly into DeFi platforms to offer innovative payment and yield products. The leading centralized Crypto exchange, Coinbase, has announced it will allow customers to deposit paychecks directly to their accounts. Shots fired!<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong><i>The Web, Culture, and Gaming will be Dessert<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">Crypto will infiltrate and permeate just about everything that’s accessible online, and onboard a large new audience to the Crypto asset ecosystem. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Facebook, with 2.9 billion global users, recently announced it is betting the company’s future on transitioning into a Metaverse company, and is pursuing plans to launch a Crypto stablecoin called Diem. PayPal has integrated Crypto into its global person-to-person and e-commerce payment network. Visa, Mastercard, and Verifone are doing likewise. Reddit, the Web’s largest discussion board platform, launched an Ethereum-based rewards program for community members. Amazon has been rumored to be researching a token strategy. Companies like Microsoft, KFC, The Dallas Mavericks, Norwegian Air, and countless online stores already accept payment in Crypto.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Though the first Non-Fungible Token was minted on a blockchain in 2014, NFTs (often priced in ETH) really hit the popular zeitgeist in late 2020 with major drops by artists like Beeple and Trevor Jones setting sales records that rivaled the Masters of the traditional fine art world. EtherRocks, Bored Apes, and Crypto Punks are the new ultimate status symbol assets (or “flex”) with collectors now using these unique digital NFTs as online identity avatars. Twitter will soon allow its 350 million users to authenticate their ownership of NFTs on the platform. Jack Dorsey has integrated Bitcoin into both Square, for investment and trading, and Twitter, for tipping and payments. Multi-chain wallets for storing and transacting in Crypto are already integrated into Web browsers and likely soon into Apple Wallet and Google Pay. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Online gaming is adopting in-game NFTs and has created a ‘Play-To-Earn’ (P2E) business model where players receive tokens and unique items as rewards, based on their skill and achievements. The leading P2E game, Axie Infinity, is on track to generate $1.4 billion in 2021 revenue and has 350,000 daily players, mostly in the Philippines, who are often earning enough to make a living and support their families. Axie’s $35 billion market cap places it in the top five most valuable gaming companies in the world. Using NFTs, cross-game marketplaces, and the blockchain to verify and transport their avatars and items, Crypto game players will interact in an interoperable virtual universe (aka “The Metaverse”). <\/span><\/p>\n<p><span style=\"font-weight: 400;\">The fashion and music industries will also incorporate NFTs. Dolce &amp; Gabbana recently sold their first NFT collection for $5.65 million. Songs will soon be tokenized so that fans can participate in their ownership and earn royalties from their favorite artists, establishing music as a new form of investment. NFTs will exist at the intersection of culture and finance. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Taking this trend to its logical and fullest expression, we expect the major Social Networks, gaming companies, music streamers, and Web services will integrate Crypto and decentralize their platforms to some degree. The massive global outage of Facebook, Instagram, and WhatsApp is a glaring example of why a decentralized Web is the future.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong><i>Dinero Mágico de Internet<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">Very few people (other than Jack Mallers from Strike) expected a country to adopt Crypto in 2021, and yet El Salvador, which translates to “The Savior”, made Bitcoin legal tender alongside the almighty US dollar in June. According to President Nayib Bukele<\/span><i><span style=\"font-weight: 400;\">, <\/span><\/i><span style=\"font-weight: 400;\">3 million people or nearly half of the 6.4 million Salvadorans are already actively using the state-backed Chivo Bitcoin wallet. That is more accounts than any single bank in the country and likely on track to exceed <\/span><span style=\"font-weight: 400;\">all<\/span><span style=\"font-weight: 400;\"> banks in the country. Talk about banking the unbanked!<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Despite its historical volatility, Bitcoin is the best performing asset of any kind over the last 10 years. Much concern has been expressed over Bitcoin’s power usage and carbon footprint, and perhaps this is warranted, but Bitcoin will have positive benefits as it monetizes the stranded power from legacy utilities and remote renewable sources. Electric utilities in the US are turning to Bitcoin mining to capture off-peak power and for load balancing. Ukraine has formally legalized Crypto and is exploring Bitcoin mining using nuclear power. Laos and Paraguay are legalizing Bitcoin trading and have announced plans to utilize excess hydro-generated power for mining. El Salvador’s state-owned power company will provide mining facilities with cheap, clean geothermal energy, harnessed from the country&#8217;s volcanoes. Understandably, very few people want to live anywhere near a volcano and the lack of a robust electricity grid can make transmitting power to urban centers uneconomical. Bitcoin fixes this. The limitless geothermal energy can be transformed into digital value and transmitted cheaply. Think of this as a store of abundant energy in a digital battery, or even digital gold that can be dug up and transmitted at the speed of light. In doing so, Bitcoin may ultimately hasten the adoption of renewable energy worldwide.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Compare this forward thinking to the United States where the SEC is still dragging its heels on approving any of the 18 Bitcoin exchange-traded fund (ETF) applications on file. It’s only a matter of time, though, and this will be a major step forward to widespread adoption of Crypto, triggering a huge inflow of new capital.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><strong><i>Software Disruption Meets the Velocity of Capital<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">In Crypto, the disruptive forces of software (digital distribution, iterative improvements, and decentralized contribution) combine with the velocity of capital (highly fluid liquidity that seeks yield, removes inefficiencies and intermediaries) to create a powerful, global, and permissionless 24\/7 digital free market whose goal is adoption, efficiency, and exchange. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">These are two relentless and insatiable forces that will drive widespread adoption and propagate Crypto through their inherent positive feedback loops across concentric networks of value. Money is becoming programmable, and the definition of and types of money will evolve and their uses will mushroom. Crypto is truly “the future of finance”.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Crypto has the incredible advantage of leveraging decades of global Internet and mobile infrastructure investment and adoption that will facilitate its exponential growth. Roughly 48% of the world&#8217;s population, or 3.8 billion people, own a smartphone and can access decentralized browser-based Crypto and DeFi platforms, democratizing financial inclusion.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Bitcoin, and the entire Crypto movement, was born out of the Global Financial Crisis in 2009, and the ongoing debasement of Fiat currencies, negative real yields, and the growing distrust of government and financial institutions have proven powerful accelerants. The “<\/span><a href=\"https:\/\/youtu.be\/O1hCLBTD5RM\"><span style=\"font-weight: 400;\">Money Printer go Brrr<\/span><\/a><span style=\"font-weight: 400;\">” meme has done more to explain the current Central Bank monetary policy than any Economics textbook. Innovative companies like MicroStrategy, Tesla, and Galaxy Digital have adopted Bitcoin as a corporate treasury asset to help solve the ‘<\/span><a href=\"https:\/\/youtu.be\/WrR95PFYDFQ\"><span style=\"font-weight: 400;\">melting ice cube<\/span><\/a><span style=\"font-weight: 400;\">’ problem of Fiat currency, as Michael Saylor calls it. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">With BTC at $47,000 and ETH at $3,300, the entire Crypto market is valued at roughly $2.1 trillion, which would rank it between the market caps of Alphabet (Google) and Microsoft. For reference, the global stock markets are valued at $95 trillion, gold at $11 trillion, the broad M2 money supply is another $100 trillion, and outstanding bonds are valued at $130 trillion. With the current trajectory and inertia, it&#8217;s not hard to imagine Crypto’s market cap increasing 3-10x over the next decade. Bullish.<\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong><i>The Final Boss<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">Many of the major risks to Crypto&#8217;s success – technology, value proposition, economic model, product-market fit, and consumer and institutional adoption – are well on the way to being solved. What’s left to overcome? Nation State attacks and unreasonable financial regulation. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">We’ve already seen a concerted, multi-year attack by China with its “banning of Crypto” (annually since 2013!) and it’s recent total ban on Bitcoin mining, which caused a mass exodus of miners, a broad market panic sell-off, and a significant impact to the network hash rate (a measure of the processing power that secures the Bitcoin network). Impressively, this forced a dramatic decentralization of the network, which is now reassembling itself in more favorable jurisdictions like the US, Canada, Russia, Sweden, Norway, Iceland, and Kazakhstan with the <\/span><a href=\"https:\/\/www.blockchain.com\/charts\/hash-rate\"><span style=\"font-weight: 400;\">hash rate<\/span><\/a><span style=\"font-weight: 400;\"> already back to mid-May 2021 levels. This is a long-term positive, removes a key vulnerability, and has proven the Bitcoin network’s resilience and antifragility. Is the Law of Unintended Consequences a thing in China?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">It seems the Final Boss for Crypto to defeat is the US Securities &amp; Exchange Commission and what form the now certain regulation will take. Our expectation is that regulation will be a long-term positive as the framework will provide legal, tax, and regulatory certainty, and more formally integrate Crypto into the global economy, allowing broad participation from investment funds, retirement accounts, corporate treasuries, and sovereign wealth funds. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">At Apollo Capital, we expect significant ongoing market volatility in the short-term, but we are exceptionally confident in the long-term fundamental thesis that Crypto will power the new decentralized financial infrastructure of Web 3.0. The profound and disruptive innovation will continue despite token price fluctuations, and provide an asymmetric return opportunity for investors. <\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong><i>Number Go Up<\/i><\/strong><\/p>\n<p><span style=\"font-weight: 400;\">To adapt a phrase about Software disruption from Marc Andreesen in 2011, “<\/span><i><span style=\"font-weight: 400;\">Over the next 10 years, the battles between incumbents and <\/span><\/i><span style=\"font-weight: 400;\">Crypto<\/span><i><span style=\"font-weight: 400;\">-powered insurgents will be epic<\/span><\/i><span style=\"font-weight: 400;\">”. However, Crypto will be different; globally inclusive, open source, censorship resistant, spearheaded by decentralized volunteer communities applying their own capital and ingenuity, fueled by memes and a desire to effect real change. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Fast forward ten years from now, Crypto’s rise will look obvious and inevitable&#8230; just as the dominance of Software and the Web do today.<\/span><\/p>\n<p><em><span style=\"font-weight: 400;\">&#8212;<\/span><\/em><\/p>\n<p><em><span style=\"font-weight: 400;\">Enormous credit and gratitude to Marc Andreesen, Mike Novogratz, Jack Mallers, Jack Dorsey, Michael Saylor, Elon Musk, President Nayib Bukele, Satoshi Nakamoto, and Vitalik Buterin for their leadership and inspiration. <\/span><\/em><\/p>\n<p><i data-stringify-type=\"italic\">NFT image: The Neuromancer 3000 2.0 by Primal Cypher<\/i><\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Crypto-Powered Future is Already Here Investing is essentially an attempt to predict the future by allocating capital to the most promising companies, technologies, or economic models, adjusted for risk tolerance. In December 2003, William Gibson, one of the most influential Cyberpunk authors, wrote &#8216;The future is already here – it&#8217;s just not evenly distributed.”&hellip; <a class=\"more-link\" href=\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/\">Continue reading <span class=\"screen-reader-text\">The Crypto-Powered Future<\/span><\/a><\/p>\n","protected":false},"author":6,"featured_media":1053,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[4,19,18,16,3],"tags":[22],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.5 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Crypto-Powered Future - Apollo Capital<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Crypto-Powered Future - Apollo Capital\" \/>\n<meta property=\"og:description\" content=\"The Crypto-Powered Future is Already Here Investing is essentially an attempt to predict the future by allocating capital to the most promising companies, technologies, or economic models, adjusted for risk tolerance. In December 2003, William Gibson, one of the most influential Cyberpunk authors, wrote &#8216;The future is already here – it&#8217;s just not evenly distributed.”&hellip; Continue reading The Crypto-Powered Future\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/\" \/>\n<meta property=\"og:site_name\" content=\"Apollo Capital\" \/>\n<meta property=\"article:published_time\" content=\"2021-10-04T21:07:11+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-10-19T08:27:17+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"800\" \/>\n\t<meta property=\"og:image:height\" content=\"635\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Marc Woodward\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.apollocap.io\/#website\",\"url\":\"https:\/\/www.apollocap.io\/\",\"name\":\"Apollo Capital\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.apollocap.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1.jpg\",\"width\":800,\"height\":635},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#webpage\",\"url\":\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/\",\"name\":\"The Crypto-Powered Future - Apollo Capital\",\"isPartOf\":{\"@id\":\"https:\/\/www.apollocap.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#primaryimage\"},\"datePublished\":\"2021-10-04T21:07:11+00:00\",\"dateModified\":\"2021-10-19T08:27:17+00:00\",\"author\":{\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/6f2f638d75fc8f27e9d158d5c605f434\"},\"breadcrumb\":{\"@id\":\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.apollocap.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"The Crypto-Powered Future\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.apollocap.io\/#\/schema\/person\/6f2f638d75fc8f27e9d158d5c605f434\",\"name\":\"Marc Woodward\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.apollocap.io\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_6_1633788130-96x96.jpg\",\"contentUrl\":\"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_6_1633788130-96x96.jpg\",\"caption\":\"Marc Woodward\"},\"description\":\"Marc is Apollo Capital's Investment Partner. He has 25 years of experience as a software entrepreneur and technology venture capitalist and has directed successful investments for top-tier funds in Silicon Valley and Australia. Marc adds significant value to our early-stage investing across our fundamental\/directional funds through his expertise in venture capital investing and global network.\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"The Crypto-Powered Future - Apollo Capital","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/","og_locale":"en_US","og_type":"article","og_title":"The Crypto-Powered Future - Apollo Capital","og_description":"The Crypto-Powered Future is Already Here Investing is essentially an attempt to predict the future by allocating capital to the most promising companies, technologies, or economic models, adjusted for risk tolerance. In December 2003, William Gibson, one of the most influential Cyberpunk authors, wrote &#8216;The future is already here – it&#8217;s just not evenly distributed.”&hellip; Continue reading The Crypto-Powered Future","og_url":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/","og_site_name":"Apollo Capital","article_published_time":"2021-10-04T21:07:11+00:00","article_modified_time":"2021-10-19T08:27:17+00:00","og_image":[{"width":800,"height":635,"url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"Marc Woodward","Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.apollocap.io\/#website","url":"https:\/\/www.apollocap.io\/","name":"Apollo Capital","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.apollocap.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1.jpg","width":800,"height":635},{"@type":"WebPage","@id":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#webpage","url":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/","name":"The Crypto-Powered Future - Apollo Capital","isPartOf":{"@id":"https:\/\/www.apollocap.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#primaryimage"},"datePublished":"2021-10-04T21:07:11+00:00","dateModified":"2021-10-19T08:27:17+00:00","author":{"@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/6f2f638d75fc8f27e9d158d5c605f434"},"breadcrumb":{"@id":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.apollocap.io\/the-crypto-powered-future\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.apollocap.io\/the-crypto-powered-future\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.apollocap.io\/"},{"@type":"ListItem","position":2,"name":"The Crypto-Powered Future"}]},{"@type":"Person","@id":"https:\/\/www.apollocap.io\/#\/schema\/person\/6f2f638d75fc8f27e9d158d5c605f434","name":"Marc Woodward","image":{"@type":"ImageObject","@id":"https:\/\/www.apollocap.io\/#personlogo","inLanguage":"en-US","url":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_6_1633788130-96x96.jpg","contentUrl":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/avatar_user_6_1633788130-96x96.jpg","caption":"Marc Woodward"},"description":"Marc is Apollo Capital's Investment Partner. He has 25 years of experience as a software entrepreneur and technology venture capitalist and has directed successful investments for top-tier funds in Silicon Valley and Australia. Marc adds significant value to our early-stage investing across our fundamental\/directional funds through his expertise in venture capital investing and global network."}]}},"featured_image_src":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1-600x400.jpg","featured_image_src_square":"https:\/\/www.apollocap.io\/wp-content\/uploads\/2021\/10\/3-Marc-Image-1-600x600.jpg","author_info":{"display_name":"Marc Woodward","author_link":"https:\/\/www.apollocap.io\/author\/marc-woodward\/"},"_links":{"self":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/969"}],"collection":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/users\/6"}],"replies":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/comments?post=969"}],"version-history":[{"count":0,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/posts\/969\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media\/1053"}],"wp:attachment":[{"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/media?parent=969"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/categories?post=969"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.apollocap.io\/wp-json\/wp\/v2\/tags?post=969"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}